<HTML> <HEAD><TITLE>Autres logiciels audio</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><H1 ALIGN=CENTER><FONT COLOR="#EE0000">Autres logiciels:</FONT></H1><BR><BR>&nbsp;Voici la liste des autres logiciels que j'ai &eacute;galement cr&eacute;&eacute;s et qui sont distribu&eacute;s en tant que freewares:<BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#000088">Sound Infos 1.2</FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Sound Infos est indispensable pour tous les musiciens du Mac. Il vous donne en effet toutes les informations dont vous avez besoin concernant votre configuration: versions des composants syst&egrave;mes et capacit&eacute;s mat&eacute;rielles.<BR>Sound Infos est en version FAT, c'est &agrave; dire qu'il fonctionne sur les Mac 68K et est optimis&eacute; pour PowerPC.<BR><BR>&nbsp;<A HREF="archives/Sound_Infos_1.2_FAT.sit.hqx">T&eacute;l&eacute;charger Sound Infos 1.2</A> (32K).<BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#000088"><IMG WIDTH=28 HEIGHT=11  SRC="images/new.gif">&nbsp;Rhythm Factory 0.9&nbsp;<IMG WIDTH=28 HEIGHT=11  SRC="images/new.gif"></FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Rhythm Factory est une bo&icirc;te &agrave; rythmes tr&egrave;s simple d'utilisation, qui utilise des fichiers Bank comme sources de sons de batterie (une Bank est d'ailleurs fournie comme exemple). J'avais &eacute;crit ce programme comme un "premier essai" avant d'int&eacute;grer le module "bo&icirc;te &agrave; rythmes" dans Hit Factory. Bien que celui-ci soit beaucoup moins puissant que son &eacute;quivalent de Hit Factory, il pr&eacute;sente n&eacute;anmoins l'avantage d'&ecirc;tre gratuit. Sachez cependant que ce programme n'&eacute;voluera plus.<BR>Rhythm Factory est en version FAT, c'est &agrave; dire qu'il fonctionne sur les Mac 68K et est optimis&eacute; pour PowerPC.<BR><BR>&nbsp;<A HREF="archives/Rhythm_Factory_0.9.sit.hqx">T&eacute;l&eacute;charger Rhythm Factory 0.9</A> (330K).<BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#000088">Vu-M&egrave;tre 1.0</FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Vu-M&egrave;tre est un petit utilitaire qui &eacute;mule un vu-m&egrave;tre, indiquant le volume &agrave; l'entr&eacute;e son du Mac. Vous pouvez vous en servir afin de v&eacute;rifier que le son ne sature pas.<BR>Vu-M&egrave;tre est en version FAT, c'est &agrave; dire qu'il fonctionne sur les Mac 68K et est optimis&eacute; pour PowerPC.<BR><BR>&nbsp;<A HREF="archives/Vu-Metre_1.0.sit.hqx">T&eacute;l&eacute;charger Vu-M&egrave;tre 1.0</A> (30K).<BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#000088">Screen Sound 1.0</FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Screen Sound est un petit utilitaire tr&egrave;s simple vous permettant de disposer d'un oscilloscope repr&eacute;sentant l'onde sonore du son &agrave; l'entr&eacute;e son du Mac.<BR>Screen Sound est en version FAT, c'est &agrave; dire qu'il fonctionne sur les Mac 68K et est optimis&eacute; pour PowerPC.<BR><BR>&nbsp;<A HREF="archives/Screen_Sound_1.0.sit.hqx">T&eacute;l&eacute;charger Screen Sound 1.0</A> (36K).<BR><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><BR><BR></BODY> </HTML> 