<HTML> <HEAD><TITLE>Start</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><CENTER><IMG ALT="Logo de Hit Factory" SRC="images/splash.jpg"></CENTER><P ALIGN=CENTER><I><FONT SIZE=5 COLOR="#000088">Bienvenue sur le site officiel de l'unique<BR>logiciel Mac enti&egrave;rement d&eacute;di&eacute;<BR>&agrave; la cr&eacute;ation de Techno.</FONT></I></P><HR WIDTH=75% ALIGN=Center><BR><BR><H2><FONT COLOR="#000088">Nouveaut&eacute;s:</FONT></H2><UL TYPE=square><LI>Hit Factory 3.2.1: REVOLUTIONNAIRE!<UL TYPE=circle><LI>Syst&egrave;me de quantification automatique ax&eacute; sur la bo&icirc;te &agrave; rythmes (tout se synchronise automatiquement - &ecirc;tre DJ devient in&eacute;!)<LI>+ architecture de Plug-Ins (permettant l'import de nouveaux types de fichiers sons, de disposer de nouvelles interfaces, de nouveaux &eacute;diteurs...)<LI>+ synth&eacute; plus performant (la note s'arr&ecirc;te lorsqu'on rel&acirc;che la touche)<LI>+ un mode d'emploi encore plus beau + 100 samples suppl&eacute;mentaires sur le CD!<LI>Bient&ocirc;t disponible...</UL><BR><LI>Hit Factory 3.1.5 est arriv&eacute;: boutons 3D, possibilit&eacute; d'utiliser directement les kits de batterie de votre expandeur MIDI depuis la bo&icirc;te &agrave; rythmes, drag & drop, r&eacute;verb&eacute;ration am&eacute;lior&eacute;e, possibilit&eacute; de d&eacute;marrer / arr&ecirc;ter la bo&icirc;te &agrave; rythmes depuis le clavier du Mac... <A HREF="telechar.html#2">Essayez-le</A>.<LI>Une nouvelle musique est <A HREF="telechar.html#2">t&eacute;l&eacute;chargeable</A>. A &eacute;couter absolument!<BR><BR><LI>Pour les d&eacute;veloppeurs, il existe un <A HREF="telechar.html#2">Kit de d&eacute;veloppement (version 1.1)</A> en C (68K et PPC), afin de lire tr&egrave;s facilement des musiques cr&eacute;&eacute;es avec Hit Factory dans vos programmes, et de pouvoir alors profiter de musiques de haute qualit&eacute;.<BR><BR><LI>Hit Factory 2.2, derni&egrave;re version de Hit Factory fonctionnant &agrave; la fois sur les Macintosh 68K et sur les PowerPC, mais beaucoup moins performante que la version 3.1, est <A HREF="telechar.html#1">t&eacute;l&eacute;chargable</A> sur le  site. Hit Factory 2.2 est venu au prix modique de 60FF.<LI>Le logiciel Rhythm Factory, projet aujourd'hui abandonn&eacute;, qui &eacute;mule une bo&icirc;te &agrave; rythmes sur votre Mac, est disponible en version b&ecirc;ta pleinement fonctionnelle et gratuite! <A HREF="autres.html">Cliquez-ici</A> pour la t&eacute;l&eacute;charger.</UL><BR><BR><HR WIDTH=75% ALIGN=Center><BR>&nbsp;Toutes les archives disponibles sur ce site sont au format Stuff-It.<BR><BR>&nbsp;Remarques, commentaires aussi bien sur ce site que sur Hit Factory? Vous &ecirc;tes aussi un fanatique de Techno et vous voudriez cr&eacute;er votre page sur le site Hit Factory ou y proposer vos cr&eacute;ations?<BR><BR>N'h&eacute;sitez pas &agrave; me contacter: Pierre-Olivier Latour <A HREF="MAILTO:newman@club-internet.fr">newman@club-internet.fr</A>.<BR><BR><BR><CENTER><IMG WIDTH=403 HEIGHT=97 ALT="Mac Made" SRC="images/macmade.gif"></CENTER><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><FONT COLOR="#777777"><I>Derni&egrave;re mise &agrave; jour le 6 juillet 1997</I></FONT><BR></BODY> </HTML> 