<HTML>

	<HEAD>
		<META http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<TITLE>version fran&ccedil;aise</TITLE>
		<META name="generator" content="GoLive CyberStudio 3">
		<META name="keywords" content="eric@french-touch.net">
	</HEAD>

	<BODY bgcolor="white" text="#696969">
		<FONT size="6"><TT>Pour une publication imm&eacute;diate</TT></FONT>
		<P><TT>Paris, France</TT></P>
		<P><TT>le 5 aout 1999</TT></P>
		<P><TT><B>
		<TABLE border="0" cellpadding="0" cellspacing="6" frame="" width="608">
			<TR>
				<TD width="20"></TD>
				<TD>
					<UL>
						<TT>Bient&ocirc;t la rentr&eacute;e et Apple Expo; quoi de plus normal que de commencer l'ann&eacute;e Mac avec de nouveaux outils, tout neufs et plus performants.<BR>
						French Touch vous pr&eacute;sente ses derni&egrave;res cr&eacute;ations qui sont en t&eacute;l&eacute;chargement libre sur notre site Internet :<BR>
						<A href="http://www.french-touch.net">http://www.french-touch.net</A><BR>
						Vous pourrez en plus y d&eacute;couvrir des nouvelles sur nos jeux, des fonds d'&eacute;crans, un point presse ainsi qu'une multitude d'informations sur French Touch.</TT>
						<P>&nbsp;</P>
					</UL>
					<P><FONT size="6"><TT><B>Snap It! 1.0</B></TT></FONT></P>
					<UL>
						<P><TT><I>Snap it! est Le logiciel de capture d'&eacute;crans d&eacute;finitif pour MacOS.</I><BR>
						<BR>
						Contrairement aux autres logiciels, Snap it! est un voleur d'images accessible &agrave; tout moment : Snap it! peut prendre une photo de l'&eacute;cran absolument quand VOUS voulez et sauver le r&eacute;sultat dans un fichier PICT standard.<BR>
						En plus, Snap it! est <B>gratuit</B> (freeware).<BR>
						Pas de probl&egrave;mes pour prendre des captures d'&eacute;crans de vos jeux pr&eacute;f&eacute;r&eacute;s : l&agrave; o&ugrave; les combinaisons de touches classiques ou les tableaux de bord s'arr&ecirc;tent, Snap it! continue !<BR>
						Snap it! peut capturer des images dans la d&eacute;finition et la taille que vous d&eacute;sirez; pour autant qu'il y ait suffisamment de m&eacute;moire disponible.<BR>
						Si vous pouvez le voir sur votre &eacute;cran, Snap it! peut le capturer !<BR>
						<BR>
						<A href="http://www.french-touch.net/products/snap_it.html">http://www.french-touch.net/products/snap_it.html</A></TT></P>
						<P>&nbsp;</P>
					</UL>
					<P><FONT size="6"><TT><B>D-Fusion 1.0</B></TT></FONT></P>
					<UL>
						<P><TT><I>D-Fusion permet de jouer en pleine &eacute;cran les animations contenues dans les objets cr&eacute;&eacute;s avec Fusion.</I><BR>
						<BR>
						D-Fusion est un &quot;stand alone player&quot; pour les fichiers Fusion. Il ne p&egrave;se que 150 Ko mais inclut poutant le moteur 3D Infinity avec son s&eacute;quenceur. Jouez ces fichiers simplement en les glissants sur l'icone de D-Fusion ou en les ouvrants directement dans D-Fusion. Aucun processus fastidieux de conversion n'est n&eacute;cessaire!<BR>
						En plus, D-Fusion est <B>gratuit</B> (freeware).<BR>
						Cr&eacute;ez ce que vous voulez dans Fusion, et distribuez vos animations en 3D temps r&eacute;el sur Internet gr&acirc;ce au player D-Fusion.<BR>
						<BR>
						<A href="http://www.french-touch.net/products/d-fusion.html">http://www.french-touch.net/products/d-fusion.html</A></TT></P>
						<P>&nbsp;</P>
					</UL>
					<P><FONT size="6"><TT><B>Chronos 1.0</B></TT></FONT></P>
					<UL>
						<P><TT><I>Chronos est le premier &eacute;conomiseur d'&eacute;crans en 3D temps r&eacute;el haute d&eacute;finition.</I><BR>
						<BR>
						Tout le monde sait que les &eacute;conomiseurs d'&eacute;cran ne sont pas vraiment n&eacute;cessaires, mais il sont quand m&ecirc;me moins ennuyeux qu'un &eacute;cran noir!<BR>
						Mais connaissez-vous la nouvelle g&eacute;n&eacute;ration d'&eacute;conomiseurs d'&eacute;cran? Vous pensez certainement qu'un &eacute;conomiseur est en 2D plate et sans vie ou une succession d'animations saccad&eacute;es ?<BR>
						Vous avez un G3 et vous voulez voir la puissance de la nouvelle carte ATI Rage 128 ?<BR>
						Vous voulez avoir des animations en 3D qui vont souffler vos coll&egrave;gues sous PC qui se contentent de faire tourner un petit texte en 3D gr&acirc;ce &agrave; l'&eacute;conomiseur standard de Windoze ?<BR>
						La solution existe, elle s'appelle Chronos.<BR>
						Chronos est le seul &eacute;conomiseur d'&eacute;crans en 3D temps r&eacute;el &agrave; utilser les hautes performances des PowerMac ayant une acc&eacute;l&eacute;ration 3D.<BR>
						En plus, Chronos est <B>gratuit</B> (freeware).<BR>
						Et vous pouvez m&ecirc;me cr&eacute;er tr&egrave;s facilement vos propres modules personnalis&eacute;s &agrave; l'aide de Fusion, l'&eacute;diteur 3D de French Touch.<BR>
						Les possibilit&eacute;es sont infinies et seulement limit&eacute;es par votre imagination. Vous pouvez, par exemple, cr&eacute;er une version anim&eacute;e de votre logo&#133;<BR>
						<BR>
						<A href="http://www.french-touch.net/products/chronos.html">http://www.french-touch.net/products/chronos.html</A></TT></P>
						<P>&nbsp;</P>
					</UL>
					<P><FONT size="6"><TT><B>Fusion 2.5</B></TT></FONT></P>
					<UL>
						<P><TT><I>Fusion est un puissant logiciel de 3D d&eacute;velopp&eacute; en interne pour cr&eacute;er les mod&egrave;les des jeux French Touch.</I><BR>
						<BR>
						La version 2.5 est une mise &agrave; jour majeure : interface plus intuitive, animation de personnages, rotoscoping, sont quelqu'unes des nouveaut&eacute;s de cette version.<BR>
						Fusion 2.5 a &eacute;t&eacute; enti&egrave;rement d&eacute;velopp&eacute; pour travailler dans un environnement en 3D temps r&eacute;el et fonctionne sur la base du moteur 3D Infinity ; le r&eacute;sultat donne un outil tr&egrave;s rapide, de prise en main intuitive et fonctionnant aussi bien sur les derniers G3 que sur les PowerMac plus anciens.<BR>
						Fusion 2.5 peut importer votre cr&eacute;ation contenu dans un fichier 3DMF, la modifier (position, rotation, homot&eacute;tie&#133;), appliquer une couleur ou une texture, et sauver le r&eacute;sultat dans son format propri&eacute;taire.<BR>
						Vous pouvez utiliser le r&eacute;sultat directement dans nos jeux, ou vous en faire un &eacute;conomiseur d'&eacute;cran avec Chronos!<BR>
						Fusion 2.5 vous offre de puissantes possibilit&eacute;es : liens parents / enfants, s&eacute;quenceur d'animations ultra-pr&eacute;cis, couleurs et mapping vertex par vertex, rotoscoping, groupes de textures multiples, positionnement de cam&eacute;ras&#133;<BR>
						<BR>
						<A href="http://www.french-touch.net/fusion">http://www.french-touch.net/fusion</A></TT></P>
						<P>&nbsp;
					</UL>
				</TD>
			</TR>
		</TABLE>
		</B></TT></P>
		<P>&nbsp;</P>
		<P><TT>Contact: Eric Dufresne<BR>
		E-mail: <A href="mailto:eric@french-touch.net">eric@french-touch.net</A></TT>
	</BODY>

</HTML>
