<HTML>	<HEAD>		<META http-equiv=content-type content="text/html;charset=ISO-8859-1">	</HEAD>	<BODY bgcolor=#ffffff link=#336699 alink=#77aadd vlink=#004466>		<TABLE border=0 cellpadding=4 cellspacing=0 width=500>			<TR>				<TD>					<DIV align=center>						<P><FONT face="Times New Roman,Times" color=#555555 size=5>Trucs &amp; Astuces de Hold-Up</FONT></P>					</DIV>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Malgr&eacute; une apparence tr&egrave;s simple, Hold-Up est tr&egrave;s puissant et l'on ne peut penser &agrave; toutes les possibilit&eacute;s d'utilisation.<BR>																		Cette liste &agrave; pour but de vous en montrer quelques unes in&eacute;dites.</FONT></P>				</TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>Index des trucs &amp; astuces</B></FONT></P>				</TD>			</TR>			<TR>				<TD><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>						<OL>							<LI><A href=#Anchor-1>Synchroniser rapidement la liste des op&eacute;rations avec votre relev&eacute; bancaire.</A>							<LI><A href=#Anchor-2>Analyser la r&eacute;partition des op&eacute;rations dans le temps.</A>							<LI><A href=#Anchor-3>Voir les op&eacute;rations de plusieurs comptes en m&ecirc;me temps.</A>							<LI><A href=#Anchor-4>Simplifier l'affichage lorsque le compte a un grand nombre d'op&eacute;rations.</A>							<LI><A href=#Anchor-5>Tirer profit de la zone d'information sous la liste des op&eacute;rations.</A>							<LI><A href=#Anchor-6>Comment basculer la gestion de mon compte des FF aux Euros?</A>							<LI><A href=#Anchor-7>Simplifier l'affichage de votre compte.</A>						</OL>					</FONT></TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>Liste des trucs &amp; astuces</B></FONT></P>				</TD>			</TR>			<TR>				<TD>					<P><A name=Anchor-1></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Synchroniser rapidement la liste des op&eacute;rations avec votre relev&eacute; bancaire.</B>						<UL>										Vous venez de recevoir votre relev&eacute; bancaire et vous devez le comparer &agrave; votre compte sur Hold-Up. Vous devez donc pointer (ou cocher) les op&eacute;rations qui se trouvent sur votre relev&eacute; et sur le compte de Hold-Up.<BR>																		Pour vous faciliter la t&acirc;che, cr&eacute;ez un filtre qui n'affiche que les op&eacute;rations non-coch&eacute;es:<BR>								<BR>								1) Menu &quot;Fichier&quot; -&gt; &quot;Nouveau filtre...&quot;<BR>								2) Dans le panneau &quot;G&eacute;n&eacute;ral&quot;, s&eacute;lectionner le compte dans le menu &quot;Compte cible:&quot;.<BR>								3) Dans le panneau &quot;Crit&egrave;res&quot;, cochez &quot;Marques&quot;, d&eacute;cochez la case &quot;Coch&eacute;e&quot;, et assurez-vous que les cases &quot;D&eacute;pense&quot; et &quot;Important&quot; sont mi-coch&eacute;es (trait horizontal en travers de la case).<BR>								4) Cliquez sur &quot;OK&quot;.<BR>								<BR>																		Vous ne voyez d&eacute;sormais dans la liste que les op&eacute;rations non-coch&eacute;es. Et d&egrave;s que vous en cochez une, elle dispara&icirc;t aussit&ocirc;t de la liste!<BR>								<BR>								Vous pouvez rendre cette m&eacute;thode encore plus efficace si vous la combinez avec cette autre astuce: r&eacute;-&eacute;ditez le filtre en double-cliquant sur son nom et dans le panneau &quot;Crit&egrave;res&quot;, cochez &quot;Date&quot; et s&eacute;lectionnez &quot;Uniquement mois pr&eacute;c&eacute;dent&quot; (en effet, normalement, vous recevez votre relev&eacute; du mois au d&eacute;but du mois suivant). Ce filtre n'affichera d&eacute;sormais que les op&eacute;rations non-coch&eacute;es du mois pr&eacute;c&eacute;dent le mois en cours!						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-2></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Analyser la r&eacute;partition des op&eacute;rations dans le temps.</B>							<UL>								Dans Hold-Up lorsque vous passez d'un compte &agrave; un filtre ou inversement depuis la liste des comptes / filtres, ou lorsque vous changez le texte de recherche, les op&eacute;rations auparavant s&eacute;lectionn&eacute;es le restent pour autant qu'elles soient encore visibles. Cela vous permet d'examiner la r&eacute;partition dans le temps de certaines op&eacute;rations.<BR>								<BR>								Par exemple, pour voir comment se r&eacute;partissent vos revenus dans le temps, cr&eacute;ez un filtre qui n'affiche que les revenus (ou si vous avez plac&eacute; tous vos revenus dans une cat&eacute;gorie sp&eacute;cifique, tapez le nom de cette cat&eacute;gorie dans la case de recherche) et s&eacute;lectionnez toutes les op&eacute;rations affich&eacute;es. Ensuite effectuez l'op&eacute;rations inverse: res&eacute;lectionnez le compte au lieu du filtre, ou effacez le texte de recherche.<BR>								Vous pouvez d&eacute;sormais voir clairement o&ugrave; se trouvent tous vos revenus dans la liste compl&egrave;te des op&eacute;rations.							</UL>						</FONT></P>					<HR>					<P><A name=Anchor-3></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Voir les op&eacute;rations de plusieurs comptes en m&ecirc;me temps.</B>							<UL>								Admettons que vous g&eacute;riez plusieurs comptes en m&ecirc;me temps souhaitiez voir dans une m&ecirc;me liste toutes les op&eacute;rations de tous les comptes. Rien de plus simple gr&acirc;ce aux filtres:<BR>										<BR>										1) Menu &quot;Fichier&quot; -&gt; &quot;Nouveau filtre...&quot;<BR>										2) Cliquez sur &quot;OK&quot;.<BR>										<BR>										Vous venez de cr&eacute;er un filtre qui ne filtre strictement rien! En cons&eacute;quence, il affiche toutes les op&eacute;rations de tous les comptes de Hold-Up.							</UL>						</FONT></P>					<HR>					<P><A name=Anchor-4></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Simplifier l'affichage lorsque le compte a un grand nombre d'op&eacute;rations.</B>							<UL>								Si vous avez un tr&egrave;s grand nombre d'op&eacute;rations sur votre compte, cela peut devenir vite ennuyeux de les voir toutes dans la liste alors qu'en fin de compte, seules les derni&egrave;res vous int&eacute;ressent la plupart du temps.<BR>								Pour r&eacute;soudre ce probl&egrave;me, il suffit de cr&eacute;er un filtre qui n'affiche que les op&eacute;rations du mois en cours:<BR>								<BR>								1) Menu &quot;Fichier&quot; -&gt; &quot;Nouveau filtre...&quot;<BR>								2) Dans le panneau &quot;G&eacute;n&eacute;ral&quot;, s&eacute;lectionner le compte dans le menu &quot;Compte cible:&quot;.<BR>3) Dans le panneau &quot;Crit&egrave;res&quot;, cochez &quot;Date&quot; et s&eacute;lectionnez &quot;Uniquement ce mois&quot;.<BR>4) Cliquez sur &quot;OK&quot;.<BR>								<BR>								Vous ne voyez d&eacute;sormais dans la liste que les op&eacute;rations du mois actuel!							</UL>						</FONT></P>					<HR>					<P><A name=Anchor-5></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Tirer profit de la zone d'information sous la liste des op&eacute;rations.</B>							<UL>								En dessous de la liste des op&eacute;rations se trouve une ligne de texte qui indique en permanence le nombre d'op&eacute;rations visibles dans la liste ainsi que leur total. Cette fonctionnalit&eacute; en combinaison avec les filtre ou la recherche peut s'av&eacute;rer tr&egrave;s pratique pour faire des calculs rapides:<BR>								<BR>								Par exemple, admettons que vous souhaitiez voir combien vous avez d&eacute;pens&eacute; en tout sur votre carte de cr&eacute;dit: en partant du principe que vous avez choisi la cat&eacute;gorie &quot;Carte bleue&quot; pour toutes les op&eacute;rations pay&eacute;es par carte de cr&eacute;dit, il vous suffit de taper &quot;Carte bleue&quot; dans la case de recherche pour n'afficher que les op&eacute;rations r&eacute;gl&eacute;es par carte bleue et voir imm&eacute;diatement leur total.							</UL>						</FONT></P>					<HR>					<P><A name=Anchor-6></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Comment basculer la gestion de mon compte des FF aux Euros?</B>						<UL>							Si vous disposez de la version Pro de Hold-Up, vous pouvez convertir tous les montants de vos op&eacute;rations en Euros gr&acirc;ce &agrave; une &eacute;dition multiple.<BR>								<BR>								Cela dit, nous vous conseillons de les laisser en Francs, car ces op&eacute;rations ont &eacute;t&eacute;s effectu&eacute;es en FF, et non pas en Euros. Si vous convertissez tout en Euros, vous aurez tellement de probl&egrave;mes d'arrondi que cela n'aura plus de sens (le solde final ne correspondra plus du tout).<BR>								<BR>								Donc la m&eacute;thode que nous conseillons est la suivante: vous gelez votre compte en FF, et vous en cr&eacute;ez un nouveau en Euros sur lequel vous reportez le solde du pr&eacute;c&eacute;dent converti en Euros. Ensuite, vous n'entrez plus que des op&eacute;rations en Euros sur ce second compte.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-7></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Simplifier l'affichage de votre compte.</B>						<UL>							Pour &eacute;viter que votre compte ne contiennent trop d'op&eacute;rations et ne soit plus lisible, nous vous conseillons de cr&eacute;er un nouveau compte tous les ans en reportant le solde l'ann&eacute;e pr&eacute;c&eacute;dente. Utilisez ensuite l'astuce &quot;<A href="#Anchor-3">Voir les op&eacute;rations de plusieurs comptes en m&ecirc;me temps</A>&quot; pour retrouver l'ancien affichage si besoin.						</UL>					</FONT></P>				</TD>			</TR>		</TABLE>	</BODY></HTML>