<HTML>	<HEAD>		<META http-equiv="content-type" content="text/html;charset=iso-8859-1">		<TITLE>version fran&ccedil;aise</TITLE>		<META name="generator" content="GoLive CyberStudio 3">		<META name="keywords" content="eric@french-touch.net">	</HEAD>	<BODY bgcolor="white" text="#696969">		<FONT size="6"><TT>Pour une publication imm&eacute;diate</TT></FONT>		<P><TT>Lausanne, Suisse</TT></P>		<P><TT>le 14 avril 2000</TT></P>		<P><TT><B>		<TABLE border="0" cellpadding="0" cellspacing="6" frame="" width="608">			<TR>				<TD width="20"></TD>				<TD>					<UL>						<TT>NOUVELLES IMPORTANTES DE FRENCH TOUCH!!!<BR>						<BR>						Ces derniers temps, de nombreuses personnes se sont demand&eacute;es ce qui &eacute;tait arriv&eacute; &agrave; notre soci&eacute;t&eacute;... Avions-nous d&ucirc; faire face &agrave; des probl&egrave;mes insurmontables concernant le d&eacute;veloppement du jeu, avions-nous cess&eacute; toute activit&eacute;?<BR>						<BR>						La r&eacute;ponse est bien s&ucirc;r non: l'&eacute;quipe French Touch est plus que jamais active!<BR>						En fait, nous avions simplement d&eacute;cid&eacute; de nous isoler du monde ext&eacute;rieur afin de concentrer nos efforts au maximum sur le d&eacute;veloppement de notre jeu 3D. Nous avons beaucoup travaill&eacute; ces derniers mois sur notre futur titre: WaterRace. Aujourd'hui, il est temps d'en pr&eacute;senter le r&eacute;sultat:<BR>						<BR>						Nous disposons d'une nouvelle version de notre moteur 3D propri&eacute;taire: Infinity Engine V3. Une qualit&eacute; graphique encore meilleure, des effets visuels, des syst&egrave;mes de particules, un syst&egrave;me d'animation am&eacute;lior&eacute; et bien plus.<BR>						<BR>						En cons&eacute;quence, nous avons repens&eacute; le jeu WaterRace afin de tirer parti des derni&egrave;res am&eacute;liorations d'Infinity: des batos redessin&eacute;s, des terrains encore plus beaux, des musiques &eacute;poustouflantes, des effets visuels, des personnages anim&eacute;s en 3D et bien d'autres choses encore...<BR>						Une s&eacute;rie de nouveaux screenshots (incluant ceux d'un terrain encore jamais d&eacute;voil&eacute;: l'Ecosse), de descriptions des bateaux ainsi que des fiches des personnages sont disponibles d&egrave;s maintenant sur le site web de WaterRace r&eacute;cemment mis &agrave; jour:<BR>						<A href="http://www.waterrace.com">http://www.waterrace.com</A><BR>						<BR>						Vous allez sans aucun doute &ecirc;tre &eacute;tonn&eacute; del'atmosph&egrave;re pitoresque des terrains!<BR>						<BR>						Une fois sur le site, profitez-en pour t&eacute;l&eacute;charger le nouveau jeu de fonds d'&eacute;cran exclusifs sur le th&egrave;me de WaterRace. Changez le look de votre Mac d'apr&egrave;s l'un des jeux le plus original de l'ann&eacute;e.<BR>						<A href="http://www.french-touch.net/desktop_pictures/">http://www.french-touch.net/desktop_pictures/</A><BR>						<BR>						Nos outils 3D _gratuits_ ont &eacute;galement subit une mise &agrave; jour importante: Infinity Model Builder peut d&eacute;sormais importer des fichiers au format DXF et OBJ en plus du format QuickDraw3D 3DMF, dispose d'un &eacute;diteur de syst&egrave;mes de particules impressionnant et le s&eacute;quenceur d'animation a &eacute;t&eacute; consid&eacute;rablement am&eacute;lior&eacute;.<BR>						<A href="http://www.french-touch.net/products.html">http://www.french-touch.net/products.htm</A><BR>						<BR>						Enfin, le mois prochain, nous r&eacute;v&egrave;lerons un nouveau terrain de WaterRace.<BR>						Soyez pr&eacute;sent!<BR>						<BR>						Meilleurs salutations,<BR>						<BR>						L'&eacute;quipe French Touch</TT>					</UL>				</TD>			</TR>		</TABLE>		</B></TT></P>		<P>&nbsp;</P>		<P><TT>Contact: Eric Dufresne<BR>		E-mail: <A href="mailto:eric@french-touch.net">eric@french-touch.net</A></TT>	</BODY></HTML>