<HTML>	<HEAD>		<META http-equiv=content-type content="text/html;charset=ISO-8859-1">	</HEAD>	<BODY bgcolor=#ffffff link=#336699 alink=#77aadd vlink=#004466>		<TABLE border=0 cellpadding=4 cellspacing=0 width=500>			<TR>				<TD>					<DIV align=center>						<P><FONT face="Times New Roman,Times" color=#555555 size=5>Questions concernant Hold-Up</FONT></P>					</DIV>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Vous trouverez ci-dessous la liste des questions fr&eacute;quement pos&eacute;es par les utilisateurs de Hold-Up.<BR>Merci de la consulter avant de nous &eacute;crire pour le support technique.</FONT></P>				</TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>Index des questions</B></FONT></P>				</TD>			</TR>			<TR>				<TD><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>						<OL>							<LI><A href=#Anchor-1>Rien n'est affich&eacute; dans la liste des op&eacute;rations ou je viens d'entrer une op&eacute;ration mais elle n'appara&icirc;t pas?</A>							<LI><A href=#Anchor-2>Le solde et la somme affich&eacute;e en bas de la liste de correspondent pas?</A>							<LI><A href=#Anchor-3>Comment, lors d'une premi&egrave;re utilisation, indique-t'on le solde du compte?</A>							<LI><A href=#Anchor-4>Est-ce que Hold-Up peut g&eacute;rer des comptes dans d'autres monnaies que le Franc Fran&ccedil;ais?</A>							<LI><A href=#Anchor-5>J'ai actuellement toute ma compta personnelle sur Tous Comptes Faits. Est-il possible d'importer ces donn&eacute;es dans Hold Up?</A>							<LI><A href=#Anchor-6>Est-il possible de faire un transfert d'un compte &agrave; un autre?</A>							<LI><A href=#Anchor-8>Je poss&egrave;de d&eacute;j&agrave; une version Basique: puis-je acqu&eacute;rir une version Pro &agrave; prix r&eacute;duit?</A>							<LI><A href=#Anchor-9>O&ugrave; sont enregistr&eacute;s les fichiers de donn&eacute;es de Hold-Up?</A>							<LI><A href=#Anchor-10>J'ai d&eacute;plac&eacute; le dossier &quot;Comptes Hold-Up&quot; d'un ordinateur &agrave; l'autre et j'ai perdu mes cat&eacute;gories et modes de paiement. Que faire?</A>							<LI><A href=#Anchor-11>Si je travaille sur la version MacOS 8/9 de Hold-Up, est-ce que les fichiers seront toujours reconnus par la version MacOS X?</A>							<LI><A href=#Anchor-12>Je ne peux pas importer mes fichiers de donn&eacute;es dans Hold-Up: ils n'apparaissent pas dans la bo&icirc;te de dialogue d'ouverture de fichiers.</A>							<LI><A href=#Anchor-13>J'essai d'importer un fichier QIF, mais rien ne se passe?</A>						</OL>					</FONT></TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>Liste des questions</B></FONT></P>				</TD>			</TR>			<TR>				<TD>					<P><A name=Anchor-1></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Rien n'est affich&eacute; dans la liste des op&eacute;rations ou je viens d'entrer une op&eacute;ration mais elle n'appara&icirc;t pas?</B>							<UL>								Assurez-vous que la case de recherche ne contient aucun texte.							</UL>						</FONT></P>					<HR>					<P><A name=Anchor-2></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Le solde et la somme affich&eacute;e en bas de la liste de correspondent pas?</B>						<UL>							La somme affich&eacute;e en bas de la liste ne tient compte uniquement des op&eacute;rations visibles. Ainsi, si vous avez s&eacute;lectionn&eacute; un filtre or si la case de recherche n'est pas vide, elle peut diff&eacute;rer du solde du compte.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-3></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Comment, lors d'une premi&egrave;re utilisation, indique-t'on le solde du compte?</B>						<UL>							Il suffit de cr&eacute;er une op&eacute;ration normale avec le solde initial du compte comme montant.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-4></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Est-ce que Hold-Up peut g&eacute;rer des comptes dans d'autres monnaies que le Franc Fran&ccedil;ais?</B>						<UL>							Un compte peut utiliser n'importe quelle monnaie: allez dans la bo&icirc;te de dialogue des infos du compte pour d&eacute;finir la monnaie utilis&eacute;e.<BR>			Vous pouvez m&ecirc;me entrer des montants d'op&eacute;rations dans une autre monnaie que celle du compte gr&acirc;ce &agrave; la fonction de conversion (consultez le manuel pour plus d'information).						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-5></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>J'ai actuellement toute ma compta personnelle sur Tous Comptes Faits. Est-il possible d'importer ces donn&eacute;es dans Hold Up?</B>						<UL>							Oui, apr&egrave;s les avoir export&eacute;s en format Texte tabul&eacute; depuis Tous Comptes Faits. Cela dit, toutes les donn&eacute;es ne sont pas import&eacute;es comme les sous-cat&eacute;gories par exemple.<BR>								Le mieux est que vous essayiez avec la <A href="fr_demo.html">version de d&eacute;monstration</A> de Hold-Up.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-6></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Est-il possible de faire un transfert d'un compte &agrave; un autre?</B>						<UL>							Il n'y a pas de fonction pr&eacute;vue pour cela dans Hold-Up pour l'instant.<BR>							Par contre, on peut le faire facilement &quot;&agrave; la main&quot;: on cr&eacute;e l'op&eacute;ration dans un compte puis on la copie-colle dans un autre et on inverse l'&eacute;tat de la case D&eacute;pense.<BR>							Vous pouvez m&ecirc;me cr&eacute;er des virements automatiques en cr&eacute;ant 2 op&eacute;rations automatiques identiques sauf pour le signe du montant.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-8></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Je poss&egrave;de d&eacute;j&agrave; une version Basique: puis-je acqu&eacute;rir une version Pro &agrave; prix r&eacute;duit?</B>						<UL>							Tout &agrave; fait. Sur la page de <A href="http://order.kagi.com/cgi-bin/r1.cgi?7HX&&lang=fr">commande en ligne</A>, vous pouvez acheter une mise &agrave; jour de la version Basique vers la version Pro &agrave; un tarif r&eacute;duit.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-9></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>O&ugrave; sont enregistr&eacute;s les fichiers de donn&eacute;es de Hold-Up?</B>						<UL>							Les fichiers de Hold-Up sont stock&eacute;s par d&eacute;faut dans le dossier &quot;Comptes Hold-Up&quot; situ&eacute; dans votre dossier &quot;Documents&quot;.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-10></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>J'ai d&eacute;plac&eacute; le dossier &quot;Comptes Hold-Up&quot; d'un ordinateur &agrave; l'autre et j'ai perdu mes cat&eacute;gories et modes de paiement. Que faire?</B>						<UL>							Vous devez &eacute;galement copier le fichier &quot;Pr&eacute;f&eacute;rences de Hold-Up&quot; situ&eacute; dans le dossier &quot;Pr&eacute;f&eacute;rences&quot; vers le dossier &quot;Pr&eacute;f&eacute;rences&quot; de l'autre ordinateur.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-11></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Si je travaille sur la version MacOS 8/9 de Hold-Up, est-ce que les fichiers seront toujours reconnus par la version MacOS X?</B>						<UL>							Oui. Toutes les versions de Hold-Up (Basique, Pro, MacOS 9, MacOS X...) utilisent exactement le m&ecirc;me format de fichier.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-12></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Je ne peux pas importer mes fichiers de donn&eacute;es dans Hold-Up: ils n'apparaissent pas dans la bo&icirc;te de dialogue d'ouverture de fichiers.</B>						<UL>							Assurez-vous que les fichiers que vous souhaitez importer sont de type 'TEXT'.						</UL>					</FONT></P>					<HR>					<P><A name=Anchor-13></A><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>J'essai d'importer un fichier QIF, mais rien ne se passe?</B>						<UL>							Votre fichier QIF peut ne contenir que des informations que Hold-Up ne peut importer ou il n'est pas &eacute;crit correctement.<BR>			S'il ne contient aucun tag &quot;!Type&quot;, essayez d'ins&eacute;rer le tag &quot;!Type:Cash&quot; suivi d'un retour &agrave; la ligne au d&eacute;but du fichier.						</UL>					</FONT></P>				</TD>			</TR>		</TABLE>	</BODY></HTML>