<HTML>

	<HEAD>
		<META http-equiv=content-type content="text/html;charset=ISO-8859-1">
	</HEAD>

	<BODY bgcolor=#ffffff link=#336699 alink=#77aadd vlink=#004466>
		<TABLE border=0 cellpadding=4 cellspacing=0 width=500>
			<TR>
				<TD>
					<DIV align=center>
						<P><FONT face="Times New Roman,Times" color=#555555 size=5>Bienvenue sur le site de Hold-Up</FONT></P>
					</DIV>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Hold-Up est un logiciel de comptabilit&eacute; personnelle novateur pour <A href=#Anchor-Required-47857>MacOS 8.6 &agrave; X</A>.</B><BR>
							<BR>
							Si vous &ecirc;tes d&eacute;j&agrave; familier de ce site web, vous pouvez consulter directement les <A href=#Anchor-Latest-49575>derni&egrave;res nouvelles</A>.<BR>
							<BR>
						</FONT><FONT face=Geneva,Arial,Helvetica size=1 color=red><B>Nouveau:</B></FONT><FONT face=Geneva,Arial,Helvetica size=1 color=#555555> D&eacute;couvrez la prochaine version de Hold-Up dans le <A href="http://holdupmac.free.fr/forums/viewforum.php?f=12" target=_blank>forum des d&eacute;veloppeurs</A> (en Anglais).</FONT></P>
				</TD>
			</TR>
			<TR height=10>
				<TD>&nbsp;</TD>
			</TR>
			<TR height=50>
				<TD valign=top background=graphics/fond_titre.gif>
					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>
								Introduction &agrave; Hold-Up</B></FONT></P>
				</TD>
			</TR>
			<TR>
				<TD>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Le logiciel de comptabilit&eacute; personnelle Hold-Up a &eacute;t&eacute; cr&eacute;&eacute; par Pierre-Olivier Latour et Didier Larue.<BR>
							Il est distribu&eacute; en tant que shareware &agrave; <A href="fr_versions.html">23 Euros / 150FF (version Basique) ou 35 Euros / 225FF (version Pro)</A>.<BR>
							<BR>
							Comme tout logiciel de comptabilit&eacute;, vous pouvez g&eacute;rer plusieurs comptes, entrer un nombre infini de transactions, cr&eacute;er des op&eacute;rations automatiques, d&eacute;finir des cat&eacute;gories, des types de payement...<BR>
							<BR>
							MAIS voici pourquoi ce produit est bien meilleur que tout autre produit disponible actuellement:<BR>
							Contrairement aux autres logiciels de comptabilit&eacute; personnelle, Hold-Up a une interface agr&eacute;able et bien pens&eacute;e en plus d'avoir des fonctions exclusives telles que:<BR>
							<IMG src="graphics/window.gif" width=171 height=120 border=0 align=right>
<UL>
			<LI>des filtres puissants (qui n'affichent uniquement les op&eacute;rations qui r&eacute;pondent &agrave; certains crit&egrave;res),<BR>
			<LI>l'&eacute;dition de plusieurs op&eacute;rations dans une seule boite de dialogue,<BR>
			<LI>la compl&eacute;tion automatique des noms d'op&eacute;ration,<BR>
			<LI>des notes dynamiques (elles apparaissent sous la souris),<BR>
			<LI>une case de recherche ultra-rapide,<BR>
			<LI>plusieurs apparences (Platinum, Aqua...),<BR>
			<LI>conversion mon&eacute;taire...
</UL></FONT></P>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>M&ecirc;me si jusqu'&agrave; pr&eacute;sent, vous n'aviez jamais utilis&eacute; votre ordinateur pour g&eacute;rer vos finances personnelles, maintenant vous le pouvez le faire ais&eacute;ment!</B></FONT></P>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Vous voulez en savoir plus? Consultez la liste des <A href="fr_features.html">fonctionnalit&eacute;s</A>!</FONT></P>
				</TD>
			</TR>
			<TR height=10>
				<TD>&nbsp;</TD>
			</TR>
			<TR height=50>
				<TD valign=top background=graphics/fond_titre.gif>
					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>
								<A name=Anchor-Required-47857></A>Configuration requise</B></FONT></P>
				</TD>
			</TR>
			<TR>
				<TD>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>&#149; &eacute;cran 800x600 en 256 couleurs<BR>
											&#149; Processeur PowerPC<BR>
											&#149; 32 Mo de RAM<BR>
											&#149; 10 Mo disponible sur le disque dur<BR>
											&#149; MacOS 8.5 ou ult&eacute;rieur <I>ou</I> MacOS Final</FONT></P>
									<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Hold-Up fonctionne notamment sur tous les iBooks et iMacs.</B></FONT></P>
				</TD>
			</TR>
			<TR height=10>
				<TD>&nbsp;</TD>
			</TR>
			<TR height=50>
				<TD valign=top background=graphics/fond_titre.gif>
					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>
								<A name=Anchor-Latest-49575></A>Derni&egrave;res nouvelles</B></FONT></P>
				</TD>
			</TR>
			<TR>
				<TD>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>13/05/2003 - Hold-Up 1.7.6 disponible</B>
						<UL>
						Une petite mise &agrave; jour de maintenance pour corriger certains (rares) probl&egrave;mes raport&eacute;s par des utilisateurs d'Hold-Up:
<UL>
<LI>Presser la touche Majuscule enfonc&eacute;e au d&eacute;marrage pr&eacute;vient l'&eacute;x&eacute;cution des op&eacute;rations automatiques.
<LI>Les op&eacute;rations automatiques avec des param&egrave;tres incorrects sont d&eacute;sormais ignor&eacute;es pour &eacute;viter que Hold-Up ne se bloque au demarrage.
<LI>Correction d'un bug d'interface dans la liste des op&eacute;rations automatiques o&ugrave; les fl&egrave;ches haut/bas du clavier &eacute;ditaient l'op&eacute;ration s&eacute;lection&eacute;e.
<LI>Correction d'un bug d'interface dans la fen&ecirc;tre principale o&ugrave; cliquer sur l'ascenseur de la liste des comptes r&eacute;affiche cette liste m&ecirc;me si elle est masqu&eacute;e.
</UL>
			</UL>
					</FONT></P>
					<HR>
					
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>21/05/2002 - Hold-Up en Espagnol</B>
						<UL>
						Gr&acirc;ce &agrave; David Martinez d'Espagne, l'application Hold-Up 1.7.5 est d&eacute;sormais disponible en Espagnol.
						</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>28/04/2002 - Langues</B>
						<UL>
						Gr&acirc;ce &agrave; Hans Dobbelaere de Belgique, la version Hollandaise de Hold-Up 1.7.5 est &agrave; nouveau disponible.<BR>
			La version Allemande est &eacute;galement de retour!
						</UL>
					</FONT></P>
					<HR>
					
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>28/04/2002 - Hold-Up 1.7.5 disponible</B>
						<UL>
						Il est apparu que la version 1.7 de Hold-Up avait des bugs sp&eacute;cifiques qui n'ont pas &eacute;t&eacute; d&eacute;tect&eacute;s durant le beta-testing. En fait, Hold-Up 1.7 repr&eacute;sente une importante mise &agrave; jour par rapport &agrave; la version 1.6, et il &eacute;tait difficile de re-tester toutes les fonctionnalit&eacute;s.<BR>
		Comme dit plus bas, Hold-Up 1.7 est la derni&egrave;re version 1.x. Bien entendu, nous ne souhaitons pas laisser les clients de Hold-Up avec une version qui contient des bugs - jusqu'&agrave; la sortie de la 2.0. Aussi, voici une version &quot;correction de bugs&quot;. Elle contient cependant quelques nouveaut&eacute;s:
<UL>
<LI>Modifier l'&eacute;tat de la case de pointage ou de la marque &quot;important&quot; dans la liste des op&eacute;rations d'un filtre ne rafra&icirc;chit plus le filtre imm&eacute;diatement.
<LI>Optimisation des filtres de tri.
</UL>
Les bugs suivants ont &eacute;t&eacute; corrig&eacute;s:
<UL>
<LI>Correction d'un bug qui pouvait planter le programme lorsque la liste des op&eacute;rations ne contenait qu'une op&eacute;ration.
<LI>Correction d'un bug qui affectait la suppression des op&eacute;rations automatiques p&eacute;rim&eacute;es.
<LI>Les marges d'impression sont d&eacute;sormais correctes dans les syst&egrave;mes m&eacute;triques.
<LI>Nombre de pages imprim&eacute;es incorrect dans certaines conditions.
<LI>Correction de l'ordre alphab&eacute;tique de tri incorrect.
<LI>Ajouter une op&eacute;ration dans un compte vide pouvait planter le programme.
<LI>Sous-classement incorrect dans la liste des op&eacute;rations.
<LI>Correction d'un bug qui pouvait planter le programme lors du dessin de la liste des op&eacute;rations.
</UL>
			</UL>
					</FONT></P>
					<HR>
					
					
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>18/03/2002 - Hold-Up 1.7 disponible</B>
						<UL>
						Cette version de Hold-Up sera la derni&egrave;re avant la 2.0. Elle inclue de nombreuses am&eacute;liorations et corrections de bugs.<BR>Voici les nouveaut&eacute;s:
<UL>
<LI>Hold-Up pour OS X utilise d&eacute;sormais les Carbon Events pour une meilleur compatibilit&eacute;.
<LI>Bouton &quot;Dupliquer&quot; dans la liste des op&eacute;rations automatiques.
<LI>Majuscule-Retour insert un caract&egrave;re retour chariot dans tous les champs de dialogue tandis que Retour en Entr&eacute;e confirment le dialogue.
<LI>Filtrage sur les champs num&eacute;riques afin que ne puisse pas entrer autre chose qu'un nombre ou un montant.
<LI>Utilisation des curseurs de l'Appearance Manager.
<LI>Versions optimis&eacute;es des routines de comparaison de chaînes de caract&egrave;res qui sont nettement plus rapides.
<LI>La limite du nombre d'op&eacute;ration par compte dans la version de d&eacute;mo de Hold-Up est d&eacute;sormais 64.
<LI>Le curseur montre est affich&eacute; quand on trie une liste d'op&eacute;ration de grande taille (> 1000).
<LI>Classement inverse instantan&eacute; de la liste des op&eacute;rations.
<LI>Algorithmes de classement optimis&eacute;s (jusqu'&agrave; 10 fois plus rapides).
<LI>Performances d'affichage optimis&eacute;es (d&eacute;filement de la liste des op&eacute;rations 2,5 fois plus rapide).
<LI>Support des monnaies sans centimes.
<LI>Une alerte est affich&eacute;e si toutes les colonnes ne tiennent pas sur la page imprim&eacute;e.
<LI>Marges d'impression.
<LI>La compl&eacute;tion automatique ne se base plus que sur la liste courante des op&eacute;rations au lieu de celle de tous les comptes en m&ecirc;me temps.
<LI>La compl&eacute;tion automatique utilise d&eacute;sormais un ordre temporel au lieu d'un ordre alphab&eacute;tique c.&agrave;.d lorsque l'on entre un nom de transaction, la compl&eacute;tion automatique le compl&egrave;te avec le nom de la derni&egrave;re op&eacute;ration cr&eacute;e qui correspond aux premiers caract&egrave;res entr&eacute;s.
<LI>Support pour les molettes de souris (MacOS X uniquement).
<LI>Taper les premi&egrave;res lettres d'un nom d'op&eacute;ration la s&eacute;lectionne dans la liste des op&eacute;rations (fonctionne aussi dans la liste des comptes).
<LI>Au premier lancement, un message indique où les fichiers de comptes sont enregistr&eacute;s (c.&agrave;.d dans &quot;Documents/Comptes Hold-Up&quot;).
<LI>Les categories et modes de paiement sont d&eacute;sormais reconnu lors de l'import de texte tabul&eacute; (pour autant que des categories et modes de paiement de m&ecirc;me noms existent d&eacute;j&agrave; dans les pr&eacute;f&eacute;rences).
<LI>Position du symbole mon&eacute;taire (avant ou apr&egrave;s le nombre) r&eacute;glable compte par compte.
<LI>Filtrage par nom d'op&eacute;ration dans les filtres.
<LI>Option-Clic dans le corps de l'ascenseur &eacute;quivaut &agrave; Page-pr&eacute;c&eacute;dente / Page-suivante.
<LI>Les derniers r&eacute;glages d'import QIF ou de texte tabul&eacute; sont conserv&eacute;s dans les pr&eacute;f&eacute;rences.
<LI>Le texte trop long pour tenir dans une colonne est d&eacute;sormais condens&eacute; avant d'&ecirc;tre &eacute;ventuellement tronqu&eacute; (d&eacute;sactiv&eacute; lors de l'impression car certaines imprimantes n'en tiennent pas compte correctement).
<LI>Bouton de remplissage automatique du champ &quot;Num&eacute;ro de ch&egrave;que&quot; dans le dialogue d'&eacute;dition d'op&eacute;ration: il remplit le champ avec le num&eacute;ro du dernier ch&egrave;que utilis&eacute;, incr&eacute;ment&eacute; de un.
</UL>
Les bugs suivants ont &eacute;t&eacute; corrig&eacute;s:
<UL>
<LI>Probl&egrave;mes esth&eacute;tiques dans le dialogue d'import de fichiers texte tabul&eacute;s sous OS X.
<LI>Le champ de mot de passe utilise d&eacute;sormais des puces sous OS X.
<LI>Probl&egrave;mes esth&eacute;tiques dans les listes des dialogues et &eacute;l&eacute;ments d'information sous OS X.
<LI>Pomme-X fonctionne correctement dans les champs de texte avec compl&eacute;tion automatique.
<LI>L'impression d'une page vide ne provoque plus d'erreur.
<LI>Largeure incorrecte de la colonne des dates dans certaines conditions.
<LI>Les op&eacute;rations automatiques avec r&eacute;p&eacute;tition mensuelle qui sont cr&eacute;es le 29, 30 ou 31 du mois se r&eacute;p&egrave;tent d&eacute;sormais correctement (une op&eacute;ration arrivant le 31 d'un mois de 30 jours sera bien cr&eacute;&eacute;e le 30 et non le 1er du mois suivant).
<LI>Correction d'un bug affectant le positionnement du curseur des ascenseurs.
<LI>Donn&eacute;es de la colonne Cat&eacute;gorie incorrectes lors d'un export en texte tabul&eacute;.
</UL>
			</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>20/02/2002 - Forums de discussion Hold-Up</B>
						<UL>
						Nous avons ouverts des <A href="http://www.hold-up-forums.fr.st" target=forums>forums publics</A> destin&eacute;s aux utilisateurs de Hold-Up. Posez-vous questions, partagez vos trucs &amp; astuces, faites-nous part de vos commentaires, demandez ou d&eacute;batez de nouvelles fonctionnalit&eacute;s dans un lieu unique!<BR>
			N'h&eacute;sitez pas &agrave; visiter ces forums et &agrave; intervenir!<BR>
			<BR>
			Ces forums repr&eacute;sentent d&eacute;sormais le moyen de communication pr&eacute;f&eacute;r&eacute; pour entrer en contact avec nous, puisque, contrairement &agrave; l'e-mail, tous les utilisateurs peuvent profiter de nos &eacute;changes.
						</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>3/02/2002 - Nouvelle traduction disponible et mise &agrave; jour</B>
						<UL>Une nouvelle traduction Hold-Up, en N&eacute;erlandais, gr&acirc;ce &agrave; Simon Soenens, vient de voir le jour. Par contre, le manuel ne sera pas traduit.<BR>
						La version Allemande de Hold-Up 1.6 a subit quelques corrections orthographiques: vous pouvez la ret&eacute;l&eacute;charger.
						</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>15/01/2002 - Nouvelles langues</B>
						<UL>
							L'application Hold-Up est d&eacute;sormais disponible en Allemand et Italien gr&acirc;ce &agrave; St&eacute;phane Rosset et Bruno Vella. Notez toutefois que le manuel ne sera pas traduit en Italien et que sa version Allemande sera disponible plus tard.
						</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>15/01/2002 - Version 1.6 de Hold-Up disponible</B>
							<UL>
								Cette version apporte les nouveaut&eacute;s suivantes:
			<UL>
			<LI>Le code pour l'impression sous OS X utilise d&eacute;sormais les printing sessions.
			<LI>Tous les fichiers sont d&eacute;sormais visible dans le dialogue d'ouverture de fichiers lors de l'importation.
			<LI>Lors de l'importation, tous les textes uniquement en majuscule sont convertis en minuscules.
			<LI>Option dans les pr&eacute;f&eacute;rences pour requ&eacute;rir un double-clique pour changer l'&eacute;tat de la case de pointage.
			<LI>Double-clique dans la liste des op&eacute;rations automatiques &eacute;dite l'op&eacute;ration automatique s&eacute;lectionn&eacute;e.
			</UL>Cette version corrige &eacute;galement les bugs suivants:								<UL>
			<LI>Le nombre de r&eacute;p&eacute;titions n'&eacute;tait pas pris en compte pour les op&eacute;rations automatiques.
			<LI>Imprimait par d&eacute;faut les pages 1 &agrave; 1 sous OS X.
			<LI>Le cadre de focus de la skin Aqua est d&eacute;sormais en bleu comme sous OS X 10.1.
			<LI>Les touches Page-Up, Page-Down, Home &amp; End sont d&eacute;sormais utilisables dans la liste des op&eacute;rations.
			<LI>Lors de la cr&eacute;ation d'un nouveau filtre, les dates de d&eacute;but et de fin sont d&eacute;sormais r&eacute;gl&eacute;es par d&eacute;faut sur la date du jour.
			<LI>Le filtrage des marques fonctionne d&eacute;sormais correctement.
			</UL>
								
							</UL>
						</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>23/11/2001 - Mise &agrave; jour des Questions et des Trucs &amp; Astuces!</B>
						<UL>
							Je viens de mettre &agrave; jour les pages des <A href=fr_faq.html>Questions</A> et des <A href="fr_tips.html">Trucs &amp; Astuces</A>. A lire imp&eacute;rativement!
						</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>22/11/2001 - Nouveau site web!</B>
						<UL>
							Bienvenue sur le nouveau site web de l'application Hold-Up. Le but de ce site est de contenir bien plus d'information que le pr&eacute;c&eacute;dent et d'&ecirc;tre plus souvent mis &agrave; jour ;-)
						</UL>
					</FONT></P>
					<HR>
					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>13/11/2001 - Version 1.5 de Hold-Up disponible</B>
							<UL>
								Cette version apporte de nombreuses nouveaut&eacute;s:
								<UL>
						<LI>Nombre maximal de comptes et filtres augment&eacute; &agrave; 64 dans la version PRO.<BR>
			<LI>L'option &quot;D&eacute;penses en gras&quot; a &eacute;t&eacute; remplac&eacute;e par l'option &quot;Recettes en gras&quot;.<BR>
			<LI>Option-click sur le bouton OK ou Option-Retour permet de cr&eacute;er plusieurs op&eacute;rations &agrave; la suite dans le dialogue de cr&eacute;ation d'op&eacute;ration.<BR>
			<LI>Import QIF plus tol&eacute;rant pour importer des fichiers QIF non-standards.<BR>
			<LI>Les cat&eacute;gories assign&eacute;es aux op&eacute;rations dans les fichier QIF sont reconnues par Hold-Up pour autant que des cat&eacute;gories de m&ecirc;me nom existent dans les pr&eacute;f&eacute;rences de Hold-Up.<BR>
			<LI>Compl&eacute;tion automatique am&eacute;lior&eacute;e.<BR>
			<LI>Colonnes recette / d&eacute;pense (voir les pr&eacute;f&eacute;rences).<BR>
			<LI>Taille de police plus grande dans la zone d'affichage.<BR>
			<LI>Column compte (filtres uniquement).<BR>
			<LI>Option pour cacher le symbole mon&eacute;taire dans la liste des op&eacute;rations.<BR>
			<LI>Dialogue des pr&eacute;f&eacute;rences redessin&eacute;.<BR>
			<LI>En-t&ecirc;te des pages imprim&eacute;es redessin&eacute;.<BR>
			<LI>Am&eacute;lioration de la mise en page automatique lors de l'impression.<BR>
			<LI>Nombre maximal d'op&eacute;rations s&eacute;lectionn&eacute;es simultan&eacute;ment augment&eacute; de 256 &agrave; 1024.<BR>
			<LI>Utilisation de la touche Entr&eacute;e pour ajouter une ligne dans le champ adresse du dialogue d'informations du compte.<BR>
			<LI>Conversion de monnaie &eacute;l&eacute;mentaire (utile pour la compatibilit&eacute; avec l'Euro - voir les pr&eacute;f&eacute;rences).<BR>
			<LI>Suppression automatique des charact&egrave;res espace inutiles dans les libell&eacute;s d'op&eacute;rations import&eacute;es.<BR>
			<LI>Choix du format de date lors de l'import de fichiers textes tabul&eacute;s.
</UL>Bien entendu, cette version corrige &eacute;galement des bugs:								<UL>
			<LI>Menus syst&egrave;me affich&eacute;s en Fran&ccedil;ais avec la version Anglaise de Hold-Up sous MacOS X.<BR>
			<LI>Le solde point&eacute; est mis &agrave; jour correctement quand l'on coche des op&eacute;rations dans la liste des op&eacute;rations.<BR>
			<LI>Les op&eacute;rations automatiques sont d&eacute;sormais cr&eacute;es avec la date de l'occurence au lieu de la date du jour.<BR>
			<LI>La colonne de solde cumul&eacute; n'&eacute;tait pas mise &agrave; jour correctement lors de l'effacement d'op&eacute;rations.<BR>
			<LI>Certaines colonnes n'&eacute;taient pas class&eacute;es dans le bon sens.<BR>
			<LI>Les dates d'op&eacute;ration peuvent d&eacute;sormais &ecirc;tre imprim&eacute;es au format long.<BR>
			<LI>D&eacute;tection des fichiers QIF: un fichier text est consid&eacute;r&eacute; comme &eacute;tant au format QIF si son nom se termine par '.qif'.<BR>
			<LI>Les en-t&ecirc;tes de liste pouvait &ecirc;tre dessin&eacute;s incorrectement quand on cliquait dessus.<BR>
			<LI>Redimensionnement incorrect de la fen&ecirc;tre principale quand l'&eacute;cran a une taille inf&eacute;rieure &agrave; la taille minimale de la fen&ecirc;tre.<BR>
			<LI>La premi&egrave;re op&eacute;ration import&eacute;e d'un fichier QIF pouvait &ecirc;tre corrompue.<BR>
			<LI>Les fichiers text formatt&eacute;s Unix sont import&eacute;s correctement.<BR>
			<LI>Astuce pour contourner le bug qui emp&ecirc;chait l'export d'op&eacute;rations sous MacOS 8.5/8.6.<BR>
			<LI>Les articles du menu Edition sont d&eacute;sormais activ&eacute;s / d&eacute;sactiv&eacute;s correctement.<BR>
			<LI>L'article de menu &quot;Pr&eacute;f&eacute;rences&quot; est d&eacute;sormais dans le menu Application sous MacOS X.<BR>
			<LI>L'application pouvait planter si on utilisait la case de recherche avec un symbole de monnaie.
								</UL>
								
							</UL>
						</FONT></P>
				</TD>
			</TR>
		</TABLE>
	</BODY>

</HTML>