<HTML>	<HEAD>		<META http-equiv=content-type content="text/html;charset=ISO-8859-1">	</HEAD>	<BODY bgcolor=#ffffff link=#336699 alink=#77aadd vlink=#004466>		<TABLE border=0 cellpadding=4 cellspacing=0 width=500>			<TR>				<TD>					<DIV align=center>						<P><FONT face="Times New Roman,Times" color=#555555 size=5>Comment acheter Hold-Up</FONT></P>					</DIV>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><U>Pour obtenir la version compl&egrave;te de Hold-Up Basique ou Pro, vous devez proc&eacute;der comme suit:</U><BR>							<BR>1) choisissez la version dont vous avez besoin: <A href="fr_versions.html">Basique ou Pro</A>,<BR>2) vous nous envoyez vos coordonn&eacute;es ainsi que le paiement correspondant,<BR>3) nous traitons votre commande,<BR>4) nous vous envoyons par e-mail votre num&eacute;ro de s&eacute;rie personnel,<BR>5) vous t&eacute;l&eacute;chargez et installez l'application (cliquez sur le lien &quot;Version compl&egrave;te&quot; &agrave; gauche)<BR>6) vous lancez Hold-Up, entrez votre num&eacute;ro de s&eacute;rie, puis commencez &agrave; l'utiliser!<BR>							<BR>							<U>Notes:</U><BR>							<BR>							&#149; La version compl&egrave;te de Hold-Up p&egrave;se environ 2 Mo donc vous pouvez sans probl&egrave;me la t&eacute;l&eacute;charger depuis un modem.<BR>							&#149; Quand vous achetez une version Basic ou Pro de Hold-Up, vous aurez acc&egrave;s gratuitement aux mises &agrave; jour de Hold-Up 1.x jusqu'&agrave; la version 2.0 non incluse!<BR>							&#149; Chaque licence d'Hold-Up que vous achetez n'est valable que pour un unique ordinateur: vous devez acheter autant de licences que d'ordinateurs sur lesquels vous utilisez Hold-Up.<BR>							<BR>							<B>Pour nous envoyer le paiement, vous disposez des m&eacute;thodes suivantes:</B> </FONT></P>				</TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>Paiement par carte de cr&eacute;dit sur Internet (LE PLUS RAPIDE)</B></FONT></P>				</TD>			</TR>			<TR>				<TD>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Vous pouvez payer en utilisant le syst&egrave;me d'enregistrement Kagi qui est un syst&egrave;me de paiement s&eacute;curis&eacute;. Connectez-vous simplement &agrave; cette adresse et suiver les instructions qui s'y trouvent:</FONT></P>					<DIV align=center>						<P><FONT face=Geneva,Arial,Helvetica size=1><A href="http://order.kagi.com/cgi-bin/r1.cgi?7HX&&lang=fr" target=_blank>http://order.kagi.com/cgi-bin/r1.cgi?7HX&amp;&amp;lang=fr</A></FONT></P>					</DIV>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Vous devriez recevoir votre num&eacute;ro de s&eacute;rie personnel en quelques heures.</FONT></P>				</TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>								Paiement par ch&egrave;que si vous habitez en Europe</B></FONT></P>				</TD>			</TR>			<TR>				<TD>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>Vous pouvez envoyer un ch&egrave;que <B>&agrave; l'ordre de &quot;Didier Larue&quot;</B> et du montant correspondant &agrave; la version que vous souhaitez acqu&eacute;rir &agrave; cette adresse:</FONT></P>					<DIV align=center>						<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Didier Larue</B><B><BR>								</B><B>31, rue Camille Sauvageau</B><B><BR>								</B><B>33800 Bordeaux</B><B><BR>								</B><B>FRANCE</B></FONT></P>					</DIV>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555><B>Le ch&egrave;que <U>doit &ecirc;tre</U> en Francs Fran&ccedil;ais ou en Euros.<BR>												Indiquez &eacute;galement votre nom, adresse compl&egrave;te, e-mail et la version de Hold-Up command&eacute;e, <U>ou ne pourrons traiter votre achat</U>.</B></FONT></P>				</TD>			</TR>			<TR height=10>				<TD>&nbsp;</TD>			</TR>			<TR height=50>				<TD valign=top background=graphics/fond_titre.gif>					<P><FONT face=Geneva,Arial,Helvetica color=white size=1><B><BR>Paiement en liquide, par mandat postal, par contre-remboursement...</B></FONT></P>				</TD>			</TR>			<TR>				<TD>					<P><FONT face=Geneva,Arial,Helvetica size=1 color=#555555>T&eacute;l&eacute;charger la <A href="fr_demo.html">version de d&eacute;monstration</A> de Hold-Up et utilisez le programme d'enregistrement fourni avec. Consultez le fichier &quot;Lisez-moi&quot; pour conna&icirc;tre la marche &agrave; suivre.</FONT></P>				</TD>			</TR>		</TABLE>	</BODY></HTML>