<html>	<body bgcolor="#FFFFFF" background="images/fd_pages.gif" link="#006666" alink="#FF0000" vlink="#444444">		<p align="CENTER"><img src="images/techno.gif" width="320" height="50"></p>		<br>		<h3>&nbsp;Gr&acirc;ce aux revenus que m'ont procur&eacute; mes logiciels, j'ai pu investir notamment dans du mat&eacute;riel Techno. Je vous en donne la liste ainsi que leurs critiques, afin que vous soyez inform&eacute; si jamais vous &ecirc;tes int&eacute;ress&eacute; par ce m&ecirc;me mat&eacute;riel:</h3>		<br>		<br>		<hr width="75%" size="4" align="Center">		<h2 align="CENTER"><font color="#004488">Quasimidi Rave-o-lution 309</font></h2>		<hr width="75%" size="4" align="Center">		<br>		<a href="http://www.quasimidi.com" target="_new"><img align="Right" src="images/309.gif" width="250" height="197" hspace="10" vspace="10" border="1"></a> <br>		&nbsp;La Rave-o-lution 309, produite par <a href="http://www.quasimidi.com" target="_new">Quasimidi</a> est une bo&icirc;te &agrave; rythmes polyphonique, compl&eacute;t&eacute;e par une ligne de basse monophonique.<br>		<br>		La section rythmique est divis&eacute;e en quatre parties (Kick, Snare, HiHat et Percussion), sur chacune desquelles s'appliquent tous les r&eacute;glages afin de cr&eacute;er un son unique: Instrument, Tune, Attack, Delay, Accent, Level, CutOff, Resonance... Pour chaque partie, on dispose de 64 emplacements de sauvegarde des sons.<br>		<br>		La section synth&eacute;tiseur &eacute;mule une ligne de basse analogique type TB-303. Plusieurs oscillateurs sont disponibles: sine, square, triangle, sawtooth, distorted sine, distorted triangle... avec bien entendu un enveloppe et LFO. De m&ecirc;me que pour les instruments rythmiques, on dispose de nombreux r&eacute;glages que l'on peut sauvegarder dans l'une des 127 m&eacute;moires r&eacute;serv&eacute;es aux sons de basse.<br>		<br>		Pour chaque partie, on peut enregistrer jusqu'&agrave; 99 &quot;motifs&quot; (c.&agrave;.d. des phrases) de longueur variable. Les ensembles motifs + sons sont sauvegard&eacute;s dans des &quot;patterns&quot; (jusqu'&agrave; 99) et des suites de patterns peuvent &ecirc;tre programm&eacute;es dans des &quot;songs&quot; (jusqu'&agrave; 16). des Le s&eacute;quenceur fonctionne en mode &quot;step-programming&quot; (type TR-808 / TB-303) ou alors en enregistrement temps r&eacute;el.<br>		<br>		La Rave-o-lution est compl&egrave;tement int&eacute;gr&eacute;e dans un environnement MIDI, puisque tous les param&egrave;tres, notamment ceux command&eacute;s par les potentiom&egrave;tres, sont &eacute;mis en temps r&eacute;el, mais peuvent &ecirc;tre &eacute;galement re&ccedil;us. Vous disposez d'ailleurs d'une piste s&eacute;quenceur sp&eacute;ciale (&quot;mastertrack&quot;, une par song) pour enregistrer les commandes MIDI (tous les mouvements des potentiom&egrave;tres par exmemple), qui seront restitu&eacute;es lors de la lecture de la song.<br>		<br>		En plus, la Rave-o-lution dispose de trois processeurs d'effets avec de nombreux r&eacute;glages: un de reverb, un de chorus / delay / flanger et un &eacute;galiseur deux bandes param&eacute;trique.<br>		<br>		<img align="Left" src="images/plus.jpg" width="50" height="50"> 		<ul type="circle">			<li>La qualit&eacute; incroyable des sons 			<li>Les nombreux potientiom&egrave;tres 			<li>Les possibilit&eacute;s illimit&eacute;es 			<li>Les cartes d'extensions 		</ul>		<img align="Left" src="images/moins.jpg" width="50" height="50"> 		<ul type="circle">			<li>Le manuel, largement incomplet 			<li>Quelques bogs dans l'OS. 			<li>Pas de copier / coller des motifs (sauf dans la version 2 de l'OS) 			<li>Pas assez d'oscillateurs (&agrave; mois d'acheter l'extension) 		</ul>		<br>		<br>		<br>		<hr width="75%" size="4" align="Center">		<h2 align="CENTER"><font color="#004488">Roland GrooveBox MC-303</font></h2>		<hr width="75%" size="4" align="Center">		<br>		<a href="http://www.rolandus.com"><img align="Right" src="images/mc303.gif" width="250" height="155" hspace="10" vspace="10" border="1"></a> <br>		&nbsp;La GrooveBox MC-303, produite par <a href="http://www.rolandus.com">Roland</a> est une mini-workstation avec bo&icirc;te &agrave; rythmes, synth&eacute;tiseur, arp&eacute;giateur, s&eacute;quenceur, processeurs d'effets...<br>		<br>		La section rythmique fonctionne en mode &quot;step-programming&quot; ou en enregistrement temps r&eacute;el et dispose de plusieurs banques de sons: TR-808, TR-909, House, Jungle... A part le volume, les r&eacute;glages (par exemple le cutoff) s'appliquent globalement sur tous les sons de la banque et non pas sur un instrument.<br>		<br>		La section synth&eacute;tiseur comporte 7 pistes. Vous avez le choix parmi un nombre impressionnant de sons &eacute;chantillonn&eacute;s sur lesquels vous pouvez appliquer des r&eacute;glages de volume, panoramique, cut-off, r&eacute;sonnance, enveloppe, LFO... Vous disposez aussi d'un arp&eacute;giateur assez complet, mais inextensible. A signaler &eacute;galement, 8 pistes sont r&eacute;serv&eacute;es au RPS, qui consiste &agrave; jouer en utilisant le clavier des phrases extraites de patterns (ROM ou user) par-dessus la pattern courante et en sychro.<br>		<br>		Vous pouvez sauvegarder de nombreuses patterns dans diff&eacute;rentes banques et les agencer en &quot;song&quot;(jusqu'&agrave; 16).<br>		<br>		En plus, vous avez deux processeurs d'effets r&eacute;glables: un de reverb, un de chorus / delay / flanger.<br>		<br>		<img align="Left" src="images/plus.jpg" width="50" height="50"> 		<ul type="circle">			<li>Le prix 			<li>Le manuel tr&egrave;s d&eacute;taill&eacute; 			<li>Le son &quot;tr&egrave;s dance&quot; + le fun lors de l'utilisation 			<li>Les tr&egrave;s nombreux sons 		</ul>		<img align="Left" src="images/moins.jpg" width="50" height="50"> 		<ul type="circle">			<li>La gestion catastrophique des potentiom&egrave;tres 			<li>Le bruit de fond de certains samples 			<li>L'int&eacute;gration MIDI tr&eacute;s limit&eacute;e: la plupart des commandes ne sont pas &eacute;mises 			<li>La m&eacute;moire beaucoup trop petite 		</ul>		<br>		<br>		<br>		<hr width="75%" size="4" align="Center">		<h2 align="CENTER"><font color="#004488">Behringer MX-1602</font></h2>		<hr width="75%" size="4" align="Center">		<br>		<a href="http://www.behringer.de" target="_new"><img align="Right" src="images/mx1602.gif" width="250" height="127" hspace="10" vspace="10" border="1"></a> <br>		&nbsp;La MX-1602 est une table de mixage 2 bus, 4 voies st&eacute;r&eacute;o, 4 voies mono fabriqu&eacute; par <a href="http://www.behringer.de" target="_new">Behringer</a>.<br>		<br>		Vous disposez d'entr&eacute;es au format Jack 6.5 ou XLR sur chacune des pistes, d'une sortie g&eacute;n&eacute;rale et d'une sortie moniteur. On trouve &eacute;galement la pr&eacute;&eacute;coute assignable &agrave; la piste souhait&eacute;e. Chaque voie dispose de deux d&eacute;parts d'effets (dont un permutable en PFL) et d'un &eacute;galiseur deux bandes sur chaque voie.<br>		<br>		La table propose &eacute;galement un retour pour l'enregistreur, qui vous permet de l'&eacute;couter sur la sortie moniteur, simplement en appuyant sur un bouton.<br>		<br>		<img align="Left" src="images/plus.jpg" width="50" height="50"> 		<ul type="circle">			<li>La qualit&eacute; sonore 			<li>Le prix 			<li>Le faible encombrement - elle est exceptionellement mince 			<li>Les nombreuses entr&eacute;es / sorties. 		</ul>		<img align="Left" src="images/moins.jpg" width="50" height="50"> 		<ul type="circle">			<li>Rien. 			<li>Rien non plus. 			<li>... 			<li>... 		</ul>		<br>		<br>		<br>		<hr width="75%" size="4" align="Center">		<h2 align="CENTER"><font color="#004488">Divers</font></h2>		<hr width="75%" size="4" align="Center">		<br>		&nbsp;Heu... des cables, une interface MIDI, un minidisc Sharp, une platine CD BST et un Mac G3.<br>		<br>		<br>	</body></html>