<html>	<head>		<title>WindRacer</title>		<body bgcolor="#FFFFFF" link="#006666" alink="#FF0000" vlink="#444444">			<table width="466" border="1" cellpadding="4" cellspacing="0" valign="top" align="left">				<tr>					<td valign="left" align="left">						<p align="CENTER"><img src="images/windracer.gif" width="320" height="50"></p>						<br>						<br>						<br>						<br>						<h3>&nbsp;WindRacer est un jeu de course de funboard (planche &agrave; voile) enti&egrave;rement en 3D, milliers de couleurs et plein &eacute;cran, qui fonctionnera sur les PowerMacintosh G3, gr&acirc;ce &agrave; leur processeur 3D ATI Rage.</h3>						<br>						<p align="CENTER"><img src="images/wind.jpg" width="400" height="267" border="1"></p>						<b>1/10/98:</b> Le moteur 3D est achev&eacute; (les images que vous voyez ne sont pas des montages: c'est vraiment ce que l'on voit dans le jeu). Les performances actuelles sont aux alentours de <b><font color="#FF0000">18 FPS sur mon PB G3 (puce ATI Light) et de 30 FPS sur un G3/300 (puce ATI PRO)</font></b> en 600x400 32000 couleurs, lissage de textures, effets de transparence et de shading compris.<br>						Le moteur 3D utilise la technologie Rave d'Apple. Il fonctionne donc sur tous les G3 ainsi que les possesseurs de cartes 3D compatible Rave (3DFX, cartes 3DLabs de Newer, certaines cartes de MacTell et Radius...).<br>						<br>						<img src="images/windracer_1.jpg" width="200" height="134" border="1"> <img src="images/windracer_2.jpg" width="200" height="133" border="1"> <br>						<br>						&nbsp;Il reste &agrave; dessiner les planches, les personnages, les d&eacute;cors ainsi que l'interface et enfin cr&eacute;er les musiques! Sinon, c'est pour bient&ocirc;t.<br>						<br>						<hr width="75%">						<br>						<b>10/10/98:</b> Pour ceux qui doute encore de la qualit&eacute; du moteur 3D, cette <a href="images/venus.jpg" target="_new">image comparative</a> devraient finir de les convaincre: le Flat shading (l'objet est anguleux), c'est ce que vous obtenez g&eacute;n&eacute;ralement avec les moteurs 3D (m&ecirc;me acc&eacute;l&eacute;r&eacute;s 3DFX - cf Carmagedon, Quake, Unreal...); avec mon moteur vous obtenez du Lambert shading / Phong shading (c'est &agrave; dire des objets lisses) en temps r&eacute;el!!<br>						<br>						Le concept du jeu va vraisemblablement changer et le nom avec (WaterRace): le joueur disposera en fait de plusieurs v&eacute;hicules: hors-bord, scooter, planche &agrave; voile... et affrontera ses concurrents sur des circuits balis&eacute;s. <br>						<br>						<hr width="75%">						<br>						<b>18/10/98:</b> La nouveaut&eacute; de la semaine est un &eacute;diteur d'objets 3D temp r&eacute;el d&eacute;velopp&eacute; maison qui permet donc de cr&eacute;er les objets du jeu.<br>						L'&eacute;diteur peut importer les meshs contenus dans un fichier QuickDraw 3D 3DMF, les positionner, leur appliquer une couleur ou bien s&ucirc;r une texture (mapping ultrapr&eacute;cis au pixel pr&egrave;s pour chaque vertex) et d&eacute;finir de nombreux param&egrave;tres (shading, difuse, specular...).<br>						Il est de plus possible de d&eacute;finir des liens &quot;physiques&quot; entre les diff&eacute;rentes parties d'un objet afin de pouvoir faire de la cin&eacute;matique (ex: sur un personnage, on relie la main &agrave; l'avant-bras et l'avant-bras au bras, et si l'on bouge le bras, alors l'avant-bras et la main suivent).<br>						<br>						<img src="images/editor.jpg" width="420" height="316" border="1"> <br>						<br>						<hr width="75%">						<br>						<b>28/10/98:</b> Nouvelle version de la demo du jeu: on commence &agrave; se faire une id&eacute;e de la version d&eacute;finitive... bien qu'il reste encore beaucoup de travail!<br>						Pour f&ecirc;ter &ccedil;a, voici toute une s&eacute;rie de screen shots (cliquez sur l'un d'eux pour le voir en plein &eacute;cran):<br>						<br>						<p align="CENTER"><a href="images/screen_shots/1.jpg" target="_new"><img src="images/screen_shots/1_mini.jpg" width="160" height="107" border="1"></a> <a href="images/screen_shots/2.jpg" target="_new"><img src="images/screen_shots/2_mini.jpg" width="160" height="107" border="1"></a></p>						<p align="CENTER"><a href="images/screen_shots/3.jpg" target="_new"><img src="images/screen_shots/3_mini.jpg" width="160" height="107" border="1"></a> <a href="images/screen_shots/4.jpg" target="_new"><img src="images/screen_shots/4_mini.jpg" width="160" height="107" border="1"></a></p>						<p align="CENTER"><a href="images/screen_shots/5.jpg" target="_new"><img src="images/screen_shots/5_mini.jpg" width="160" height="107" border="1"></a> <a href="images/screen_shots/6.jpg" target="_new"><img src="images/screen_shots/6_mini.jpg" width="160" height="107" border="1"></a></p>						<br>						<hr width="75%">						<br>						<b>4/11/98:</b> Nouvelle version de l'&eacute;diteur d'objet (la 2.4). Nombreuses am&eacute;liorations, mais surtout il inclue d&eacute;sormais un s&eacute;quenceur, ce qui permet de programmer des animations sophistiqu&eacute;es des diff&eacute;rentes parties de l'objet.<br>						Caract&eacute;ristiques: pr&eacute;cision 1/100 de seconde, multi-t&acirc;ches pr&eacute;emptif, interpolation lin&eacute;aire...<br>						<br>						<p align="CENTER"><a href="images/editor2.jpg" target="_new"><img src="images/editor2_mini.jpg" width="400" height="243" border="1"></a></p>						<br>						<br>						<hr width="75%">						<br>						<b>14/11/98:</b> L'&eacute;diteur d'objet est achev&eacute;. Il s'appelle d&eacute;sormais Fusion 1.0. Encore de nombreuses am&eacute;liorations, mais surtout un manuel complet de plus de 20 pages d&eacute;crit son fonctionnement.<br>						<br>						<p align="CENTER"><a href="images/fusion.jpg" target="_new"><img src="images/fusion_mini.jpg" width="400" height="253" border="1"></a></p>						De nombreux changements sont en cours. Des nouvelles tr&egrave;s bient&ocirc;t.<br>						<br>					</td>				</tr>			</table>		</body>	</html>