<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<meta name="generator" content="GoLive CyberStudio 3">
		<title>version fran&ccedil;aise</title>
		<meta name="keywords" content="eric@french-touch.net">
	</head>

	<body bgcolor="white" text="#696969">
		<font size="6"><tt>Pour une publication imm&eacute;diate</tt></font>
		<p><tt>Bordeaux, France</tt></p>
		<p><tt>le 29 mars 1999</tt></p>
		<p><tt><b><table border="0" cellpadding="0" cellspacing="6" frame width="608">
			<tr>
				<td width="20"></td>
				<td>
					<ul>
						<tt>Nouvelle compagnie de d&eacute;veloppement de jeux, n&eacute;e de la rencontre sur Internet d'un programmeur et de quatre infographistes Fran&ccedil;ais, <b>French Touch</b> d&eacute;veloppe des jeux en 3D temps r&eacute;el sur et pour Power Macintosh. A cette fin, <b>French Touch</b> a d&eacute;velopp&eacute; un moteur 3D exclusif 100% Rave (Infinity) compatible avec les puces 3D ATI des derniers Power Macs G3.</tt>
						<p><tt><b>French Touch</b> a &eacute;galement d&eacute;velopp&eacute; ses propres logiciels de cr&eacute;ation 3D tel que Fusion par exemple, logiciel unique enti&egrave;rement en temps-r&eacute;el destin&eacute; &agrave; la cr&eacute;ation de mod&egrave;les pour nos jeux - voir le site <a href="http://www.french-touch.net/fusion">http://www.french-touch.net/fusion</a>.</tt></p>
						<p><tt><b>French Touch</b> souhaite &eacute;galement cr&eacute;er un nouveau type de relation entre les joueurs et les d&eacute;veloppeurs du jeu, les associant d&#146;une part activement au d&eacute;veloppement du jeu (&agrave; l&#146;aide de phases de beta-testing), et d&#146;autre part en mettant &agrave; leur libre disposition sur le site web les outils de d&eacute;veloppement du jeu tels que &eacute;diteurs de terrains et de mod&egrave;les.</tt></p>
						<p><tt>Les joueurs pourront ainsi cr&eacute;er facilement des extensions ou des niveaux suppl&eacute;mentaires et nous placerons bien entendu les meilleurs sur le site du jeu.</tt></p>
						<p><tt>Les jeux actuellement en d&eacute;veloppement chez <b>French Touch</b> sont :</tt></p>
						<p>&nbsp;</p>
					</ul>
					<p><tt><font size="6"><b>WaterRace</b></font></tt></p>
					<ul>
						<p><tt>Pour sa premi&egrave;re r&eacute;alisation, <b>French Touch</b> a d&eacute;cid&eacute; de s'attaquer &agrave; un type de jeu d'arcade encore inconnu du monde Macintosh : les courses de bateaux. <b>WaterRace</b> est donc un jeu de course nautique o&ugrave; le joueur pourra affronter des adversaires soit simul&eacute;s par l'ordinateur, soit en r&eacute;seau sur Internet.</tt></p>
						<p><tt><b>WaterRace</b> apporte en plus de nombreuses innovations &agrave; ce concept: 3D totale, architecture ouverte du jeu, nombreux &quot;v&eacute;hicules&quot; et terrains anim&eacute;s... <b>WaterRace</b> utilise une version sp&eacute;ciale du moteur 3D d&eacute;velopp&eacute; par <b>French Touch</b>, qui supporte en plus des effets sp&eacute;ciaux du type Soft Shadows, Lens Flares...</tt></p>
						<p><tt>L'architecture ouverte du programme permettra au joueur d'ajouter facilement des packs d'extensions: nouveaux bateaux, nouveaux terrains, nouvelles musiques... qu'il trouvera sur le site Internet du jeu. Mais les joueurs pourront &eacute;galement cr&eacute;er eux-m&ecirc;mes des packs d'extensions gr&acirc;ce au outils de d&eacute;veloppement cr&eacute;es pour le jeu, que <b>French Touch</b> mettra gratuitement &agrave; disposition sur le site web. Cela promet donc une dur&eacute;e de vie quasi-illimit&eacute;e pour le jeu! Les terrains seront tous diff&eacute;rents de par leur difficult&eacute; mais aussi par leur &quot;ambiance&quot; si&#133; particuli&egrave;re: lagon, banquise, cimeti&egrave;re de bateaux...</tt></p>
						<p><tt>Notre but : du fun, de la vitesse, la satisfaction du joueur, sans oublier bien s&ucirc;r de prouver qu'il est possible de faire de tr&egrave;s bons jeux originaux sur Mac ! <b>WaterRace</b> promet donc de marquer l'ann&eacute;e 99 du jeu sur Macintosh. <b>WaterRace</b> sera distribu&eacute; sur Internet et vendu selon le principe du shareware, tr&egrave;s probablement aux alentours de $25 U.S.</tt></p>
						<p><tt>Date de sortie pr&eacute;vue : avant l'&eacute;t&eacute; 99. Pour de plus amples informations concernant <b>WaterRace</b>, des captures d'&eacute;cran renouvell&eacute;es r&eacute;guli&egrave;rement ainsi que les derni&egrave;res news, branchez vous sur le site web du jeu : <a href="http://www.french-touch.net/waterrace">http://www.french-touch.net/waterrace</a></tt></p>
						<p>&nbsp;</p>
					</ul>
					<p><tt><font size="6"><b>Lords of Steel</b></font></tt></p>
					<ul>
						<p><tt>Il s'agit du projet &agrave; &quot;long terme&quot; sur lequel nous travaillons. Malheureusement, nous ne pouvons pas encore diffuser trop d'informations &agrave; ce sujet. Tout ce que nous pouvons dire pour l&#146;instant, c'est que bien que bas&eacute; sur le m&ecirc;me moteur 3D, Lords of Steel sera radicalement diff&eacute;rent de <b>WaterRace</b>. <b>Lords of Steel</b> est un jeu d'aventure au sc&eacute;nario travaill&eacute; qui prend place dans un univers futuriste post-f&eacute;odal o&ugrave; les Mechs ont remplac&eacute; les chevaliers. La bande sonore est pour une fois trait&eacute;e d'&eacute;gale &agrave; &eacute;gale avec les graphismes, ce qui promet une immersion totale du joueur dans le monde fantastique de <b>Lords of Steel</b>.</tt></p>
						<p><tt>De par sa taille cons&eacute;quente, <b>Lords of Steel</b> est destin&eacute; &agrave; &ecirc;tre publi&eacute; sur CD-Rom. Aucune date de sortie n'&eacute;tant retenue pour le moment, de plus amples informations seront disponibles au fur et &agrave; mesure de l'avancement du jeu sur le site : <a href="http://www.french-touch.net/lords-of-steel">http://www.french-touch.net/lords-of-steel</a></tt></p>
						<p>&nbsp;</p>
						<p><tt>Sur le site web de <b>French Touch</b> (<a href="http://www.french-touch.net">http://www.french-touch.net</a>), vous pourrez vous tenir au courant des derni&egrave;res nouveaut&eacute;s, en apprendre plus sur nos projets de jeux, mais aussi d&eacute;couvrir une r&eacute;sum&eacute; d&eacute;taill&eacute; de l'histoire de la cr&eacute;ation de <b>French Touch</b> et un profil de ses membres.</tt></p>
						<p><tt>Un espace &quot;coin presse&quot; comprenant notamment des images haute-r&eacute;solution des jeux et logos (d'une qualit&eacute; imprimable sur papier magazine) et les textes des communiqu&eacute;s de presse, est &eacute;galement accessible depuis le site.</tt></p>
						<p><tt>Pour tout autre renseignement concernant <b>French Touch</b> ou les jeux en d&eacute;veloppement, n'h&eacute;sitez pas &agrave; nous &eacute;crire : <a href="mailto:info@french-touch.net">info@french-touch.net</a> ou &agrave; prendre contact directement avec la personne dont les coordonn&eacute;es sont pr&eacute;cis&eacute;es ci-dessous.</tt></p>
						<p>&nbsp;</p>
						<p><tt>Cordialement,<br>
						L'&eacute;quipe French Touch</tt>
					</ul>
				</td>
			</tr>
		</table></b></tt></p>
		<p>&nbsp;</p>
		<p><tt>Contact: Eric Dufresne<br>
		E-mail: <a href="mailto:eric@french-touch.net">eric@french-touch.net</a></tt>
	</body>

</html>
