<!-- Parametres --><!-- DEBUT setup --><!-- FIN setup --><HTML>	<HEAD>		<META http-equiv="content-type" content="text/html;charset=iso-8859-1"><!-- DEBUT titre page -->		<TITLE>Nouveaux produits French Touch!</TITLE><!-- FIN titre page -->		<META name="generator" content="GoLive CyberStudio 3">	</HEAD>	<BODY bgcolor="white" text="#696969">		<TABLE border="0" cellpadding="0" cellspacing="20" frame="" width="700">			<TR>				<TD bgcolor="#f5f5f5"><FONT size="6"><TT><!-- DEBUT header -->Pour une publication imm&eacute;diate<!-- FIN header -->				</TT></FONT><P>&nbsp;</TD>			</TR>			<TR>				<TD>					<UL><TT><!-- DEBUT press release -->Nouveaux produits French Touch!<BR>Paris, France<BR>Le 5 ao&ucirc;t 1999<BR><BR><BR>Bient&ocirc;t la rentr&eacute;e et Apple Expo; quoi de plus normal que de commencer<BR>l'ann&eacute;e Mac avec de nouveaux outils, tout neufs et plus performants.<BR>French Touch vous pr&eacute;sente ses derni&egrave;res cr&eacute;ations qui sont en<BR>t&eacute;l&eacute;chargement libre sur notre site Internet :<BR>http://www.french-touch.net<BR>Vous pourrez en plus y d&eacute;couvrir des nouvelles sur nos jeux, des fonds<BR>d'&eacute;crans, un point presse ainsi qu'une multitude d'informations sur French<BR>Touch.<BR><BR>******<BR><BR>Snap It! 1.0<BR><BR>Snap it! est Le logiciel de capture d'&eacute;crans d&eacute;finitif pour MacOS.<BR><BR>Contrairement aux autres logiciels, Snap it! est un voleur d'images<BR>accessible &agrave; tout moment : Snap it! peut prendre une photo de l'&eacute;cran<BR>absolument quand VOUS voulez et sauver le r&eacute;sultat dans un fichier PICT<BR>standard.<BR>En plus, Snap it! est gratuit (freeware).<BR>Pas de probl&egrave;mes pour prendre des captures d'&eacute;crans de vos jeux pr&eacute;f&eacute;r&eacute;s :<BR>l&agrave; o&ugrave; les combinaisons de touches classiques ou les tableaux de bord<BR>s'arr&ecirc;tent, Snap it! continue !<BR>Snap it! peut capturer des images dans la d&eacute;finition et la taille que vous<BR>d&eacute;sirez; pour autant qu'il y ait suffisamment de m&eacute;moire disponible.<BR>Si vous pouvez le voir sur votre &eacute;cran, Snap it! peut le capturer !<BR><BR>http://www.french-touch.net/products/snap_it.html<BR><BR>*****<BR><BR>D-Fusion 1.0<BR><BR>D-Fusion permet de jouer en pleine &eacute;cran les animations contenues dans les<BR>objets cr&eacute;&eacute;s avec Fusion.<BR><BR>D-Fusion est un &quot;stand alone player&quot; pour les fichiers Fusion. Il ne p&egrave;se<BR>que 150 Ko mais inclut poutant le moteur 3D Infinity avec son s&eacute;quenceur.<BR>Jouez ces fichiers simplement en les glissants sur l'icone de D-Fusion ou en<BR>les ouvrants directement dans D-Fusion. Aucun processus fastidieux de<BR>conversion n'est n&eacute;cessaire!<BR>En plus, D-Fusion est gratuit (freeware).<BR>Cr&eacute;ez ce que vous voulez dans Fusion, et distribuez vos animations en 3D<BR>temps r&eacute;el sur Internet gr&acirc;ce au player D-Fusion.<BR><BR>http://www.french-touch.net/products/d-fusion.html<BR><BR>*****<BR><BR>Chronos 1.0<BR><BR>Chronos est le premier &eacute;conomiseur d'&eacute;crans en 3D temps r&eacute;el haute<BR>d&eacute;finition.<BR><BR>Tout le monde sait que les &eacute;conomiseurs d'&eacute;cran ne sont pas vraiment<BR>n&eacute;cessaires, mais il sont quand m&ecirc;me moins ennuyeux qu'un &eacute;cran noir!<BR>Mais connaissez-vous la nouvelle g&eacute;n&eacute;ration d'&eacute;conomiseurs d'&eacute;cran? Vous<BR>pensez certainement qu'un &eacute;conomiseur est en 2D plate et sans vie ou une<BR>succession d'animations saccad&eacute;es ?<BR>Vous avez un G3 et vous voulez voir la puissance de la nouvelle carte ATI<BR>Rage 128 ?<BR>Vous voulez avoir des animations en 3D qui vont souffler vos coll&egrave;gues sous<BR>PC qui se contentent de faire tourner un petit texte en 3D gr&acirc;ce &agrave;<BR>l'&eacute;conomiseur standard de Windoze ?<BR>La solution existe, elle s'appelle Chronos.<BR>Chronos est le seul &eacute;conomiseur d'&eacute;crans en 3D temps r&eacute;el &agrave; utilser les<BR>hautes performances des PowerMac ayant une acc&eacute;l&eacute;ration 3D.<BR>En plus, Chronos est gratuit (freeware).<BR>Et vous pouvez m&ecirc;me cr&eacute;er tr&egrave;s facilement vos propres modules personnalis&eacute;s<BR>&agrave; l'aide de Fusion, l'&eacute;diteur 3D de French Touch.<BR>Les possibilit&eacute;es sont infinies et seulement limit&eacute;es par votre imagination.<BR>Vous pouvez, par exemple, cr&eacute;er une version anim&eacute;e de votre logo&#133;<BR><BR>http://www.french-touch.net/products/chronos.html<BR><BR>*****<BR><BR>Fusion 2.5<BR><BR>Fusion est un puissant logiciel de 3D d&eacute;velopp&eacute; en interne pour cr&eacute;er les<BR>mod&egrave;les des jeux French Touch.<BR><BR>La version 2.5 est une mise &agrave; jour majeure : interface plus intuitive,<BR>animation de personnages, rotoscoping, sont quelqu'unes des nouveaut&eacute;s de<BR>cette version.<BR>Fusion 2.5 a &eacute;t&eacute; enti&egrave;rement d&eacute;velopp&eacute; pour travailler dans un environnement<BR>en 3D temps r&eacute;el et fonctionne sur la base du moteur 3D Infinity ; le<BR>r&eacute;sultat donne un outil tr&egrave;s rapide, de prise en main intuitive et<BR>fonctionnant aussi bien sur les derniers G3 que sur les PowerMac plus<BR>anciens.<BR>Fusion 2.5 peut importer votre cr&eacute;ation contenu dans un fichier 3DMF, la<BR>modifier (position, rotation, homot&eacute;tie&#133;), appliquer une couleur ou une<BR>texture, et sauver le r&eacute;sultat dans son format propri&eacute;taire.<BR>Vous pouvez utiliser le r&eacute;sultat directement dans nos jeux, ou vous en faire<BR>un &eacute;conomiseur d'&eacute;cran avec Chronos!<BR>Fusion 2.5 vous offre de puissantes possibilit&eacute;es : liens parents / enfants,<BR>s&eacute;quenceur d'animations ultra-pr&eacute;cis, couleurs et mapping vertex par vertex,<BR>rotoscoping, groupes de textures multiples, positionnement de cam&eacute;ras&#133;<BR><BR>http://www.french-touch.net/fusion<!-- FIN press release -->					</TT></UL>				</TD>			</TR>			<TR>				<TD bgcolor="#f5f5f5"><TT><!-- DEBUT note -->French Touch est un d&eacute;veloppeur francophone de jeu d&eacute;di&eacute; exclusivement &agrave; la cr&eacute;ation de jeux pour Mac. Son premier titre est un jeu de courses de bateaux du nom de WaterRace.<BR><BR>Pour plus d'information (archives des communiqu&eacute;s de presse, versions haute-r&eacute;solution des logos):<!-- FIN note -->										<BR><BR>					<A href="../index.html">http://www.french-touch.net</A><BR>					<A href="http://www.waterrace.com/">http://www.waterrace.com</A><BR>					</TT></TD>			</TR>			<TR>				<TD bgcolor="#f5f5f5"><TT>Contact: St&eacute;phane Rosset<BR>					E-mail: <A href="mailto:stephane@french-touch.net">stephane@french-touch.net</A></TT></TD>			</TR>		</TABLE>		<P>&nbsp;	</BODY></HTML>