<!-- Parametres --><!-- DEBUT setup --><!-- FIN setup --><HTML>	<HEAD>		<META http-equiv="content-type" content="text/html;charset=iso-8859-1"><!-- DEBUT titre page -->		<TITLE>NOUVELLES IMPORTANTES DE FRENCH TOUCH!!!</TITLE><!-- FIN titre page -->		<META name="generator" content="GoLive CyberStudio 3">	</HEAD>	<BODY bgcolor="white" text="#696969">		<TABLE border="0" cellpadding="0" cellspacing="20" frame="" width="700">			<TR>				<TD bgcolor="#f5f5f5"><FONT size="6"><TT><!-- DEBUT header -->Pour une publication imm&eacute;diate<!-- FIN header -->				</TT></FONT><P>&nbsp;</TD>			</TR>			<TR>				<TD>					<UL><TT><!-- DEBUT press release -->NOUVELLES IMPORTANTES DE FRENCH TOUCH!!!<BR>Lausanne, Suisse,<BR>14 avril 2000<BR><BR><BR>Ces derniers temps, de nombreuses personnes se sont demand&eacute;es ce qui &eacute;tait<BR>arriv&eacute; &agrave; notre soci&eacute;t&eacute;... Avions-nous d&ucirc; faire face &agrave; des probl&egrave;mes<BR>insurmontables concernant le d&eacute;veloppement du jeu, avions-nous cess&eacute; toute<BR>activit&eacute;?<BR><BR>La r&eacute;ponse est bien s&ucirc;r non: l'&eacute;quipe French Touch est plus que jamais<BR>active!<BR>En fait, nous avions simplement d&eacute;cid&eacute; de nous isoler du monde ext&eacute;rieur<BR>afin de concentrer nos efforts au maximum sur le d&eacute;veloppement de notre jeu<BR>3D. Nous avons beaucoup travaill&eacute; ces derniers mois sur notre futur titre:<BR>WaterRace. Aujourd'hui, il est temps d'en pr&eacute;senter le r&eacute;sultat:<BR><BR>Nous disposons d'une nouvelle version de notre moteur 3D propri&eacute;taire:<BR>Infinity Engine V3. Une qualit&eacute; graphique encore meilleure, des effets<BR>visuels, des syst&egrave;mes de particules, un syst&egrave;me d'animation am&eacute;lior&eacute; et bien<BR>plus.<BR><BR>En cons&eacute;quence, nous avons repens&eacute; le jeu WaterRace afin de tirer parti des<BR>derni&egrave;res am&eacute;liorations d'Infinity: des batos redessin&eacute;s, des terrains<BR>encore plus beaux, des musiques &eacute;poustouflantes, des effets visuels, des<BR>personnages anim&eacute;s en 3D et bien d'autres choses encore...<BR>Une s&eacute;rie de nouveaux screenshots (incluant ceux d'un terrain encore jamais<BR>d&eacute;voil&eacute;: l'Ecosse), de descriptions des bateaux ainsi que des fiches des<BR>personnages sont disponibles d&egrave;s maintenant sur le site web de WaterRace<BR>r&eacute;cemment mis &agrave; jour:<BR>http://www.waterrace.com<BR><BR>Vous allez sans aucun doute &ecirc;tre &eacute;tonn&eacute; del'atmosph&egrave;re pitoresque des<BR>terrains!<BR><BR>Une fois sur le site, profitez-en pour t&eacute;l&eacute;charger le nouveau jeu de fonds<BR>d'&eacute;cran exclusifs sur le th&egrave;me de WaterRace. Changez le look de votre Mac<BR>d'apr&egrave;s l'un des jeux le plus original de l'ann&eacute;e.<BR>http://www.french-touch.net/desktop_pictures/<BR><BR>Nos outils 3D _gratuits_ ont &eacute;galement subit une mise &agrave; jour importante:<BR>Infinity Model Builder peut d&eacute;sormais importer des fichiers au format DXF et<BR>OBJ en plus du format QuickDraw3D 3DMF, dispose d'un &eacute;diteur de syst&egrave;mes de<BR>particules impressionnant et le s&eacute;quenceur d'animation a &eacute;t&eacute;<BR>consid&eacute;rablement am&eacute;lior&eacute;.<BR>http://www.french-touch.net/products.htm<BR><BR>Enfin, le mois prochain, nous r&eacute;v&egrave;lerons un nouveau terrain de WaterRace.<BR>Soyez pr&eacute;sent!<BR><BR>Meilleurs salutations,<BR><BR>L'&eacute;quipe French Touch<!-- FIN press release -->					</TT></UL>				</TD>			</TR>			<TR>				<TD bgcolor="#f5f5f5"><TT><!-- DEBUT note -->French Touch est un d&eacute;veloppeur francophone de jeu d&eacute;di&eacute; exclusivement &agrave; la cr&eacute;ation de jeux pour Mac. Son premier titre est un jeu de courses de bateaux du nom de WaterRace.<BR><BR>Pour plus d'information (archives des communiqu&eacute;s de presse, versions haute-r&eacute;solution des logos):<!-- FIN note -->										<BR><BR>					<A href="../index.html">http://www.french-touch.net</A><BR>					<A href="http://www.waterrace.com/">http://www.waterrace.com</A><BR>					</TT></TD>			</TR>			<TR>				<TD bgcolor="#f5f5f5"><TT>Contact: St&eacute;phane Rosset<BR>					E-mail: <A href="mailto:stephane@french-touch.net">stephane@french-touch.net</A></TT></TD>			</TR>		</TABLE>		<P>&nbsp;	</BODY></HTML>