<HTML> <BODY BGCOLOR="#FFFFFF" LINK="#006666" ALINK="#FF0000" VLINK="#444444"><P ALIGN=CENTER><IMG ALT="Logo Mac Expert Magazine" SRC="images/mem_logo.jpg"></P><BR><H3 ALIGN=CENTER>Bienvenue sur le site web de Mac Expert Magazine.</H3><H4 ALIGN=CENTER>Cliquez sur l'une des ic&ocirc;nes &agrave; gauche pour acc&eacute;der aux rubriques.</H4><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#004488">Flashs d'informations:</FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;<FONT SIZE=5><B>O</B></FONT>ui, je sais, je n'ai pas mis &agrave; jour Mac Expert Magazine depuis plusieurs mois, malgr&eacute; le soutien que j'ai re&ccedil;u de la part de nombreux lecteurs. C'est qu'en fait, j'ai &eacute;t&eacute; tr&egrave;s occup&eacute; par le d&eacute;veloppement de plusieurs projets informatiques...<BR><BR>&nbsp;<FONT SIZE=5><B>M</B></FONT>ais d&egrave;s que j'aurai retrouv&eacute; un peu de temps, Mac Expert Magazine r&eacute;appara&icirc;tra.<BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#004488">Pr&eacute;sentation du magazine:</FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;<FONT SIZE=5><B>C</B></FONT>omme vous en doutez s&ucirc;rement, ce magazine est enti&egrave;rement consacr&eacute; &agrave; cet engin de r&ecirc;ve qu'est le Mac. Mais ne vous attendez pas pour autant &agrave; trouver ici les derni&egrave;res nouvelles de Copland, de Rhapsody ou encore le dernier test du PowerMac 9600 ou de  Word 6...<BR><BR>&nbsp;<FONT SIZE=5><B>M</B></FONT>ac Expert Magazine ne traite en effet que de l'utilisation du Mac. Il s'adresse aussi bien aux utilisateurs avertis ou programmeurs qu'aux d&eacute;butants, mais les articles supposent tout de m&ecirc;me une connaissance minimale de MacOS.<BR><BR>&nbsp;<FONT SIZE=5><B>C</B></FONT>e magazine doit &ecirc;tre un lieu d'&eacute;change entre utilisateurs. Si vous &ecirc;tes d&eacute;veloppeur ou simple utilisateur et que vous souhaitez faire part de vos connaissances, de vos d&eacute;couvertes, n'h&eacute;sitez pas &agrave; m'envoyer un article (sur disquette ou par e-mail SVP!). Il sera publi&eacute; dans le prochain num&eacute;ro. Vos impressions, avis, critiques et encouragements sont bien entendu les bienvenues.<BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><FONT COLOR="#004488">Un mot &agrave; propos du fondateur:</FONT></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;<FONT SIZE=5><B>M</B></FONT>on nom est Pierre-Olivier Latour, j'ai actuellement 18 ans et cela fait bient&ocirc;t six ans que j'utilise des Macs et plus de deux que je programme en C/C++ sur cette plateforme.<BR><BR> &nbsp;<FONT SIZE=5><B>P</B></FONT>our obtenir plus d'informations sur mes activit&eacute;s, mes projets, je vous invite &agrave; visiter mon <A HREF="http://www.mygale.org/01/newman" TARGET="_new">site web personnel</A>.<BR><BR> &nbsp;<FONT SIZE=5><B>E</B></FONT>n fait, j'ai cr&eacute;e Mac Expert Magazine car je pense avoir acquis une bonne connaissance de MacOS (aussi bien dans l'utilisation que dans la programmation) et je souhaiterai que mon exp&eacute;rience puisse servir &agrave; d'autres.<BR><BR>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<B><A HREF="MAILTO:newman@club-internet.fr">Pierre-Olivier Latour</A>.</B><BR><BR><BR><BR><HR WIDTH=75% ALIGN=Center><BR><IMG ALIGN=RIGHT SRC=http://www.mygale.org/cgi-bin/counter?newman&font=odometer&width=4><FONT COLOR="#888888"><I>Derni&egrave;re mise &agrave; jour le 22 ao&ucirc;t 1998</I></FONT><BR></BODY> </HTML> 