<HTML> <HEAD><TITLE>A propos de Bank Factory</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><H1 ALIGN=CENTER><FONT COLOR="#EE0000">Un mot &agrave; propos de Bank Factory:</FONT></H1><BR><H3><A NAME="0"><FONT COLOR="#000088">Sommaire de la rubrique:</FONT></A></H3><OL TYPE=I><LI><A HREF="#1"><FONT SIZE=4>Les fichiers Bank.</FONT></A><LI><A HREF="#2"><FONT SIZE=4>Description de Bank Factory.</FONT></A></OL><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="1"><FONT COLOR="#000088">Les fichiers Bank:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Les banks sont un format de fichier son sp&eacute;cifique &agrave; Hit Factory; il s'agit simplement d'un fichier contenant plusieurs samples. Vous ne pouvez les utiliser qu'avec le sampler. Le nom "Bank" est &eacute;crit sur leur ic&ocirc;ne. Si vous avez charg&eacute; un tel fichier sur une de ses piste, deux nouveaux boutons appara&icirc;ssent en haut de celle-ci. Cliquez dessus afin de s&eacute;lectionner le sample que vous souhaitez entendre.<BR><BR>&nbsp;Vous pouvez cr&eacute;er vous m&ecirc;me facilement de tels fichiers en utilisant le logiciel Bank Factory, fourni avec Hit Factory. L'int&eacute;r&ecirc;t des banks est de pouvoir "jongler" entre plusieurs samples sur une m&ecirc;me piste et d'augmenter ainsi virtuellement ainsi le nombre de pistes du sampler.<BR><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="2"><FONT COLOR="#000088">Description de Bank Factory:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><P ALIGN=CENTER><IMG WIDTH=396 HEIGHT=341 ALT="Cliquez ici pour voir une capture d'&eacute;cran." SRC="images/bankfact.gif"></P><BR><BR>&nbsp;Ce petit utilitaire va vous permettre de cr&eacute;er des fichiers Bank afin de les utiliser avec le logiciel Hit Factory.<BR>Bank Factory est en version FAT, ce qui signifie qu'il fonctionne sur les Mac 68K et qu'il est optimis&eacute; pour PowerMacintosh ou compatible pour fonctionner. Le programme n&eacute;cessite 500K de m&eacute;moire vive pour fonctionner.<BR><BR>Nouveaut&eacute;s de la version 2.1:<UL TYPE=circle><LI>Possibilit&eacute; d'ajouter un texte, qui appara&icirc;tra dans la fen&ecirc;tre "Lire les informations" sous le Finder (bouton "Bank infos").<LI>Support des bulles d'aide.<LI>Quelques corrections.</UL>Vous trouverez la version 2.1 de Bank Factory ainsi que son mode d'emploi &agrave; la rubrique <A HREF="telechar.html#2">T&eacute;l&eacute;chargement</A>.<BR><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><BR><BR></BODY> </HTML> 