<HTML> <HEAD><TITLE>Commander Hit Factory</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><H1 ALIGN=CENTER><FONT COLOR="#EE0000">Commander Hit Factory:</FONT></H1><BR><H3><A NAME="0"><FONT COLOR="#000088">Sommaire de la rubrique:</FONT></A></H3><OL TYPE=I><LI><A HREF="#1"><FONT SIZE=4>Comment commander Hit Factory.</FONT></A><LI><A HREF="#2"><FONT SIZE=4>Contenu du CD-Rom Hit Factory.</FONT></A></OL><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="1"><FONT COLOR="#000088">Comment commander Hit Factory:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Hit Factory est vendu au prix de <B>280FF</B> auxquels il faut ajouter 20FF de frais de port. D&egrave;s que vous aurez command&eacute; le logiciel, vous recevrez un num&eacute;ro de s&eacute;rie unique vous permettant d'acc&eacute;der &agrave; toutes les fonctionnalit&eacute;s de Hit Factory et sans limite de temps. Hit Factory est fourni sur un CD-Rom extr&egrave;mement complet (description ci-dessous). Comptez un d&eacute;lai de deux semaines en moyenne.<BR><BR>&nbsp;Vous trouvez peut-&ecirc;tre que 280FF est un prix &eacute;lev&eacute; pour un shareware... Dans ce cas, prenez donc en compte les points suivants:<OL><LI>Hit Factory est <B>tr&egrave;s puissant</B>: il n'existe pas de logiciels &eacute;quivalents sur Mac ou PC (aussi bien sharewares que commerciaux).<LI>Hit Factory poss&egrave;de des <B>aspects professionnels</B>: son en qualit&eacute; CD, compatibilit&eacute; MIDI, Direct To Disk...<LI>Hit Factory est livr&eacute; sur CD-Rom. De ce c&ocirc;t&eacute;-l&agrave;, essayez de trouver un shareware qui soit vendu sur <B>CD-Rom</B> et qui soit moins cher que Hit Factory!<LI>Hit Factory dispose d'un <B>manuel tr&egrave;s d&eacute;taill&eacute;</B> d'une trentaine de pages, lequel s'adresse aussi bien aux d&eacute;butants qu'aux connaisseurs, ce qui est loin d'&ecirc;tre le cas des autres sharewares.<LI>contrairement &agrave; d'autres logiciels de musique, vous ne recevez pas que le programme mais aussi pr&egrave;s de <B>700 sons</B> en tous genres et d'excellente qualit&eacute;. M&ecirc;me les programmes de Techno sur PC n'offrent pas autant de sons.<LI>votre <B>num&eacute;ro de s&eacute;rie restera valable</B> avec les prochaines versions du logiciel.<LI>Hit Factory est un <B>logiciel suivi</B>, qui existe d&eacute;j&agrave; avec succ&egrave;s depuis plus de deux ans.<LI>Si vous poss&eacute;dez une adresse e-mail, vous recevez automatiquement un avis ainsi qu'un descriptif lorsqu'une nouvelle version est disponible.</OL><BR>&nbsp;Afin de recevoir Hit Factory vous devez t&eacute;l&eacute;charger l'application "Bon de commande" dans la rubrique <A HREF="telechar.html#2">T&eacute;l&eacute;chargement</A> et suivre les instructions qui y sont indiqu&eacute;es.<BR><BR><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="2"><FONT COLOR="#000088">Contenu du CD-Rom Hit Factory:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>Le CD-Rom comprend tout le n&eacute;cessaire pour exploiter au maxixum le potientiel du logiciel. Il comprend:<UL TYPE=square><LI>Tous les logiciels:<UL TYPE=circle><LI>la derni&egrave;re version de Hit Factory et de sa documentation.<LI>la derni&egrave;re version de Bank Factory et de sa documentation.<LI>toutes les extensions n&eacute;cessaires au bon fonctionnement de Hit Factory:<DL><DT>- Sound Sprocket Filter.<DT>- MIDI Manager.<DT>- QuickTime 2.5...</DL><LI>des d'utilitaires: <DL><DT>- Sound Infos.<DT>- Vu-M&egrave;tre...</DL></UL><BR><LI>une s&eacute;lection exceptionnelle de plus de 700 samples originaux de tr&egrave;s grande qualit&eacute; (il ne s'agit en aucun cas d'une simple collection de sons r&eacute;colt&eacute;s sur le Net!): airs, rythmes, instruments, voix... &eacute;chantillon&eacute;s en qualit&eacute; CD. Ils couvrent tous les genres possibles:<UL TYPE=circle><LI>Techno & Dance.<LI>HardCore & Happy HardCore.<LI>Jungle.<LI>Transe.<LI>Ambient...</UL><BR><LI>des docs concernant le son sur Mac provenant de la Inside Macintosh.</UL><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><BR><BR></BODY> </HTML> 