<HTML> <HEAD><TITLE>Comparaison Hit Factory et MOD</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><H1 ALIGN=CENTER><FONT COLOR="#EE0000">Comparaison entre Hit Factory et le MOD:</FONT></H1><BR><H3><A NAME="0"><FONT COLOR="#000088">Sommaire de la rubrique:</FONT></A></H3><OL TYPE=I><LI><A HREF="#1"><FONT SIZE=4>Les avantages de Hit Factory sur le format MOD.</FONT></A><LI><A HREF="#2"><FONT SIZE=4>Les limites de Hit Factory.</FONT></A></OL><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="1"><FONT COLOR="#000088">Les avantages de Hit Factory sur le format MOD:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><H3>&nbsp;Le MOD &eacute;tait le premier format de musique sur ordinateur accessible &agrave; tous. On trouve aujourd'hui de nombreuses musiques Techno &agrave; ce format. Pourtant, c'est en partie parce que je le trouve inadapt&eacute;, que j'ai con&ccedil;u Hit Factory. Voici une liste non-exhaustive des avantages de Hit Factory:</H3><OL><LI>Hit Factory est beaucoup plus intuitif et ergonomique: tout se fait de fa&ccedil;on visuelle, sans passer par un quelconque tableau de donn&eacute;es en hexad&eacute;cimal. Vous ne vous concentrez plus sur l'&eacute;dition mais sur la musique elle-m&ecirc;me.<LI>avec les fichiers MOD, vous devez &eacute;crire une partition, g&eacute;rer vous-m&ecirc;me les rythmes en recopiant leurs s&eacute;quences... En utilisant Hit Factory, vous &ecirc;tes plus un DJ qu'un compositeur (ce qui est quand m&ecirc;me plus adapt&eacute; &agrave; une musique telle que la Techno!).<LI>composition multipiste en temps r&eacute;el: avec les &eacute;diteurs MOD, vous devez travailler piste par piste, tandis qu'avec Hit Factory, vous travaillez "globalement".<LI>Hit Factory est beaucoup plus souple d'utilisation, vous pouvez tr&egrave;s facilement modifier une musique: par exemple, si vous d&eacute;cidez de modifier l'un des rythmes; avec le MOD vous devez reprendre manuellement toutes les patterns qui comprennent ce rythme et les r&eacute;&eacute;crire; sous Hit Factory, vous changer directement le rythme concern&eacute; dans la bo&icirc;te &agrave; rythmes et le changement affectera toute la musique...Difficile de faire plus simple.<LI>sous Hit Factory, vous pouvez inclure dans votre enregistrement des modifications de panoramiques, de pitch, etc... concernant les pistes, ce qui est impossible avec le MOD.<LI>lorsque vous lisez une musique sous Hit Factory, il restitue avec automation: vous revoyez visuellement votre mixage.<LI>dans un fichier MOD, tout est m&eacute;lang&eacute;, tandis qu'Hit Factory poss&egrave;de trois &eacute;l&eacute;ments ind&eacute;pendants: un sampler, un synth&eacute;tiseur et une bo&icirc;te &agrave; rythmes. L'int&eacute;r&ecirc;t? Essayez notemment de modifier le BPM du rythme dans un fichier MOD, sans que cela affecte toute la pattern... <LI>le driver de Hit Factory n&eacute;cessite &eacute;norm&eacute;ment moins de puissance qu'un driver MOD tout en &eacute;tant plus performant et plus pr&eacute;cis: d&eacute;passer 8 pistes en MOD commence &agrave; ralentir vraiment l'ordinateur; avec Hit Factory, vous pouvez travailler avec plus de 20 pistes en m&ecirc;me temps, sans que cela ne l'affecte (m&ecirc;me avec un PowerMac tr&egrave;s limit&eacute; comme mon vieux 6100/60!).<LI>la gestion de la polyphonie: avec le MOD, vous devez g&eacute;rer manuellement la polyphonie (par exemple en jouant les notes d'un piano alternativement sur deux pistes diff&eacute;rentes), tandis qu'avec Hit Factory vous d&eacute;cider par exemple d'allouer 4 voies de polyphonie au synthetiseur et le logiciel s'occupe de tout. Et si vous d&eacute;cidez tout &agrave; coup que 4 voies, ce n'est pas suffisant, alors vous r&eacute;glez la polyphonie sur 6 dans les pr&eacute;f&eacute;rences,  sans qu'il n'y ait quoi que se soit &agrave; modifier dans la musique tandis qu'avec le MOD, vous auriez d&ucirc; effectuer un travail laborieux de r&eacute;&eacute;dition de toute la partition.<LI>vous pouvez remixer une musique en m&ecirc;me temps qu'Hit Factory la lit, ce qui est totalement impossible avec le MOD.<LI>Hit Factory poss&egrave;de des effets en temps r&eacute;el, comme la r&eacute;verb&eacute;ration, travaille en qualit&eacute; CD, etc...</OL><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="2"><FONT COLOR="#000088">Les limites de Hit Factory:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><H3>&nbsp;Bien entendu, si ce comparatif n'&eacute;tait pas objectif, il n'aurait aucun int&eacute;r&ecirc;t! C'est pourquoi je pr&eacute;f&egrave;re vous donner les quelques limites de Hit Factory:</H3><OL><LI>bien qu'il dispose d'un synth&eacute;tiseur, Hit Factory n'est pas vraiment fait pour &eacute;cire une m&eacute;lodie au piano, il a plus &eacute;t&eacute; con&ccedil;u pour g&eacute;rer des samples.<LI>l'&eacute;diteur de Hit Factory n'est pas aussi puissant qu'un &eacute;diteur MOD (pour l'instant...).<LI>Hit Factory n,'existe plus que sur PowerMac depuis la version 2.2 (les versions 68K 2.5 et plus pr&eacute;sentaient de tels dysfonctionnements que j'ai pr&eacute;f&eacute;r&eacute; ne pas les distribuer. D&egrave;s que ces probl&egrave;mes seront r&eacute;solus, elles seront aussit&ocirc;t disponibles sur ce site).<LI>les fichiers cr&eacute;&eacute;s par Hit Factory ne peuvent &ecirc;tre relus sur PC, contrairement aux MODs.</OL><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><BR><BR></BODY> </HTML> 