<HTML> <HEAD><TITLE>Qu'est-ce que Hit Factory</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><H1 ALIGN=CENTER><FONT COLOR="#EE0000">Qu'est-ce que Hit Factory:</FONT></H1><BR><H3><A NAME="0"><FONT COLOR="#000088">Sommaire de la rubrique:</FONT></A></H3><OL TYPE=I><LI><A HREF="#1"><FONT SIZE=4>Description de Hit Factory.</FONT></A><LI><A HREF="#2"><FONT SIZE=4>Les cinq modules de Hit Factory.</FONT></A><LI><A HREF="#3"><FONT SIZE=4>Notes techniques.</FONT></A></OL><BR><BR><P ALIGN=CENTER><IMG WIDTH=406 HEIGHT=253 ALT="Cliquez ici pour voir une photo d'&eacute;cran de Hit Factory." SRC="images/min_ecran.gif"></P><P ALIGN=CENTER><A HREF="images/ecran.gif" TARGET=new>Cliquez ici</A> pour voir cette image en plein &eacute;cran.</P><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="1"><FONT COLOR="#000088">Description de Hit Factory:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR>&nbsp;Hit Factory est un logiciel de musique tr&egrave;s puissant pour PowerMacintosh, n&eacute; il y a pr&egrave;s de deux ans. C'est une solution compl&egrave;te v&eacute;ritablement intuitive de cr&eacute;ation de musiques modernes: Techno, Trance, Jungle, Dance... Il a &eacute;t&eacute; cr&eacute;e afin de palier un manque de logiciel con&ccedil;u sp&eacute;cialement pour ce type de musique.<BR>Hit Factory reproduit sur le Mac tous les appareils li&eacute;s &agrave; la Techno: un sampler, un synth&eacute;tiseur et une bo&icirc;te &agrave; rythmes, mais y associe des avantages propres &agrave; l'ordinateur: nombre de sons utilisables illimit&eacute;, esth&eacute;tisme, automation...La version actuelle de Hit Factory est la 3.1.5. Le magazine Sono Magazine a &eacute;galement test&eacute; la version 2.5.1 du logiciel en tant qu'outil pour DJ et le compte rendu a &eacute;t&eacute; tr&egrave;s positif.<BR><BR>&nbsp;Le logiciel de musique Hit Factory va transformer votre Mac en un v&eacute;ritable studio. Il vous permet en effet de disposer d'un sampler st&eacute;r&eacute;o (de 8 &agrave; 30 pistes) avec des possiblit&eacute;s de Direct To Disk, d'un synth&eacute;tiseur st&eacute;r&eacute;o (jusqu'&agrave; 10 voix de polyphonie) ainsi que d'une bo&icirc;te &agrave; rythmes st&eacute;r&eacute;o &eacute;galement (jusqu'&agrave; 10 voix de polyphonie). Vous pouvez en plus enregistrer toutes vos actions, puis les restituer ou les modifier (automation).<BR>&nbsp;Avec ce logiciel, vous allez pouvoir cr&eacute;er tr&egrave;s intuitivement vos propres musiques ou faire des remix de celles que vous aimez.<BR>Hit Factory est id&eacute;al pour tous ceux qui aiment cr&eacute;er de la dance, techno, transe, rap... et des remix "LIVE" pour animer des soir&eacute;es. Mais gr&acirc;ce &agrave; &agrave; sa compatibilit&eacute; MIDI avanc&eacute;e et &agrave; ses capacit&eacute;s de Direct To Disk, on peut le destiner &agrave; un usage professionnel: il peut par exemple servir de magn&eacute;tophone num&eacute;rique multipistes aux musiciens orient&eacute;s rock.<BR><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="2"><FONT COLOR="#000088">Les cinq modules de Hit Factory:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><UL TYPE=disc><LI>un sampler, qui vous permet soit de lire n'importe quel son en boucle, soit de faire du Direct To Disk (lecture uniquement). Vous pouvez en plus modifier le son en temps r&eacute;el: vitesse de lecture (pitch), volume ainsi que le panoramique (ou balance) ou encore ajout d'un effet de r&eacute;verb&eacute;ration; .<LI>un synth&eacute;tiseur dans lequel vous pouvez charger vingt sons que vous transformez en  instruments, en utilisant les touches du clavier.<LI>une bo&icirc;te &agrave; rythmes (de 20 &agrave; 240 BPM) avec laquelle vous contruisez jusqu'&agrave; vingt rythmes &agrave; l'aide de dix instruments diff&eacute;rents disposant chacun de contr&ocirc;le de pitch, volume et panoramique.<LI>un enregistreur, avec lequel vous enregistrez vos mixages et qui les restituera ensuite au 100&egrave;me de seconde de fa&ccedil;on anim&eacute;e: les curseurs bougent tout seuls, les touches s'allument...<LI>un &eacute;diteur permettant de retoucher vous enregistrements.</UL><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="3"><FONT COLOR="#000088">Notes techniques:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><B>Mat&eacute;riel:</B><BR>&nbsp;Hit Factory requiert un PowerMacintosh ou compatible.  L'ordinateur doit &ecirc;tre &eacute;quip&eacute; au minimum du Syst&egrave;me 7.1 ainsi que du Sound Manager 3.2 (inclus dans QuickTime 2.5). Un &eacute;cran 14 pouces est le minimum (15 pouces recommand&eacute;).<BR><BR><B>M&eacute;moire:</B><BR>&nbsp;Le programme n&eacute;cessite 900K de m&eacute;moire vive pour fonctionner. Le reste de la m&eacute;moire allou&eacute;e sert &agrave;  stocker les sons.<BR>R&eacute;verb&eacute;ration:<BR>Si vous souhaitez utiliser l'effet de r&eacute;verb&eacute;ration sur les pistes du sampler, l'extension "SoundSprocket Filter" doit &ecirc;tre &eacute;galement install&eacute;e (fournie avec Hit Factory). Notez que dans ce cas, les besoins minimums de m&eacute;moire pour Hit Factory passent &agrave; 1600K ou plus, suivant le nombre de pistes du sampler.<BR><BR><B>MIDI:</B><BR>&nbsp;Si vous souhaitez profiter des capacit&eacute;s MIDI du logiciel, le Midi Manager doit &eacute;galement &ecirc;tre install&eacute; (&eacute;galement fourni avec Hit Factory).<BR><BR><B>Fichiers:</B><BR>&nbsp;Hit Factory peut utiliser  tous les sons de type syst&egrave;me 7 (samples) ou AIFF (Direct To Disk). Ils peuvent &ecirc;tre 8 ou 16 bits, mono ou st&eacute;r&eacute;o, de fr&eacute;quence 11Khz, 22Khz, 44Khz...<BR><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><BR><BR></BODY> </HTML> 