<HTML> <HEAD><TITLE>Hsitorique de Hit Factory</TITLE></HEAD> <BODY BGCOLOR="#EEEEEE" background="images/logo.gif"><H1 ALIGN=CENTER><FONT COLOR="#EE0000">Historique de Hit Factory:</FONT></H1><BR><H3><A NAME="0"><FONT COLOR="#000088">Sommaire de la rubrique:</FONT></A></H3><OL TYPE=I><LI><A HREF="#1"><FONT SIZE=4>Version 3.1</FONT></A><LI><A HREF="#2"><FONT SIZE=4>Versions ant&eacute;rieures.</FONT></A></OL><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="1"><FONT COLOR="#000088">Version 3.1:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><H4>Version 3.1.1: (mars 97)</H4><UL TYPE=circle><LI>Un nouveau module: la bo&icirc;te &agrave; rythmes.<LI>L'enregistreur fonctionne d&eacute;sormais au centi&egrave;me de seconde pr&egrave;s.<LI>Il est maintenant possible de renommer ou de d&eacute;placer sur le disque dur les fichiers sons utilis&eacute;s dans un mixage, Hit Factory les retrouvera (du moment qu'ils restent sur le m&ecirc;me volume).<LI>Des possiblit&eacute;s de Direct To Disk avec le sampler.<LI>Correction du pitch en temps r&eacute;el sur le sampler de &#177;30%.<LI>R&eacute;verb&eacute;ration en temps r&eacute;el sur les pistes du sampler.<LI>Compatibilit&eacute; MIDI.<LI>Un syst&egrave;me de chargement ultra-rapide des samples &agrave; l'aide de sous-menus: Fast Load.<LI>Aide en ligne compl&egrave;te gr&acirc;ce aux bulles d'aide.<LI>Le piano est plus performant.<LI>La taille du sampler (donc le nombre de pistes visibles &agrave; la fois) est r&eacute;gl&eacute;e automatiquement aud&eacute;marrage du logiciel, d'apr&egrave;s la r&eacute;solution de l'&eacute;cran.<LI>La gestion des curseurs a &eacute;t&eacute; perfectionn&eacute;e.<LI>Et beaucoup d'autres am&eacute;liorations...</UL><H4>Version 3.1.2: (mars 97)</H4><UL TYPE=circle><LI>Ajout des r&eacute;glages de volume, panoramique et pitch sur chaque partie de la bo&icirc;te &agrave; rythmes.</UL><H4>Version 3.1.3: (mars 97)</H4><UL TYPE=circle><LI>Correction d'un bug de l'enregistreur sp&eacute;cifique &agrave; certains Performas.<LI>Interface MIDI pour la bo&icirc;te &agrave; rythmes.</UL><H4>Version 3.1.4: (avril 97)</H4><UL TYPE=circle><LI>Support des Apple Events ('odoc' et 'quit').<LI>La fen&ecirc;tre "About Hit Factory" affiche d&eacute;sormais la quantit&eacute; de m&eacute;moire vive disponible.<LI>Nouvelle bo&icirc;te de dialogue d'ouverture de fichiers donnant des informations sur le fichier son s&eacute;lectionn&eacute;.<LI>Nouveau driver MIDI interfac&eacute; d&eacute;sormais directement avec le MIDI Manager (il ne passe plus par QuickTime) avec connection automatique.<LI>Driver de l'enregistreur am&eacute;lior&eacute; (en lecture).</UL><H4>Version 3.1.5: (juin 97)</H4><UL TYPE=circle><LI>Boutons 3D.<LI>R&eacute;verb&eacute;ration am&eacute;lior&eacute;e.<LI>Bo&icirc;te &agrave; rythmes capable d'&eacute;mettre des messages MIDI, afin d'utiliser directement les kits de percussion des expandeurs.<LI>Piano plus complet: la touche "Enter" du clavier &eacute;quivault &agrave; Start / Stop de la bo&icirc;te &agrave; rythmes et "Espace" &agrave; la fonction "Pause / Resume sampler".<LI>Drag & Drop: il est maintenant possible de charger directement les fichiers sons, Bank, AIFF et pattern depuis le finder, en les "droppant" sur les fen&ecirc;tres de Hit Factory.<LI>Correction d'un bug affectant le r&eacute;glage du volume de la bo&icirc;te &agrave; rythmes.</UL><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><BR><BR><HR WIDTH=75% SIZE=4 ALIGN=Center><H2 ALIGN=CENTER><A NAME="2"><FONT COLOR="#000088">Versions ant&eacute;rieures:</FONT></A></H2><HR WIDTH=75% SIZE=4 ALIGN=Center><BR><UL TYPE=circle><LI><B>Hit Factory 1.0 et 1.1:</B> (janvier 96) versions r&eacute;serv&eacute;es au b&ecirc;ta-testeurs.<LI>*<B>Hit Factory 1.2:</B> (avril 96) premi&egrave;re version distribu&eacute;e sous forme de shareware (France uniquement).<LI><B>Hit Factory  2.0&szlig;:</B> (mai 96) version envoy&eacute;e aux utilisateurs enregistr&eacute;s, qui corrige de nombreux bugs.<LI>*<B>Hit Factory 2.1:</B> (juin 96) nouveau driver sonore.<LI><B>Hit Factory 2.2:</B> (ao&ucirc;t 96) quelques am&eacute;liorations.<LI><B>Hit Factory 2.5.1:</B> (octobre 96) apparition du Direct To Disk, nouvel enregistreur au centi&egrave;me de seconde, compatibilit&eacute; MIDI, nouvelle interface graphique.<LI><B>Hit Factory 2.5.2:</B> (novembre 96) correction du pitch &#177;30% en temps r&eacute;el.<LI><B>Hit Factory 2.5.3:</B> (d&eacute;cembre 96) nouvelle interface et r&eacute;verb&eacute;ration en temps r&eacute;el.<LI><B>Hit Factory 2.5.4:</B> (d&eacute;cembre 96) &eacute;diteur plus rapide.<LI><B>Hit Factory 2.5.5:</B> (janvier 97) syst&egrave;me Fast Load.</UL>(*) version distribu&eacute;e en shareware.<BR><BR><I><A HREF="#0">Retour au sommaire.</A></I><BR><BR><A HREF="http://echo.fr/estat-jump"> <IMG ALIGN=RIGHT SRC="http://echo.fr:4000" BORDER=0></A><BR><BR><BR></BODY> </HTML> 